{
  "response": {
    "meta": {
      "hits": 515,
      "time": 40,
      "offset": 50
    },
    "docs": [
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180850418",
        "snippet": "HOFFMAN--Elliot Lee, age 86 of Brooklyn, NY, died peacefully on July 29th. Loving husband of Nancy Bookman Hoffman, devoted father of Rob and Alex, adoring grandfather of Michael, Nicholas and Oggie. Graduate of Harvard College and Yale Law School...",
        "lead_paragraph": "<!-- ELLIOT HOFFMAN -->HOFFMAN--Elliot Lee,<br/><br/> age 86 of Brooklyn, NY, died peacefully on July 29th. Loving husband of Nancy Bookman Hoffman, devoted father of Rob and Alex, adoring grandfather of Michael, Nicholas and Oggie. Graduate of Harvard College and Yale Law School, Elliot was a prominent attorney, a founding partner of Beldock Levine & Hoffman, and a tireless advocate for artists and performers. Jazz was his passion and it permeated every part of his private and professional life, filling it with joy until the end. In lieu of flowers, donations can be made in his name to the Jazz Foundation of America.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  HOFFMAN, ELLIOT "
        },
        "keywords": [],
        "pub_date": "2016-07-31T20:01:37Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579f0f9738f0d8533c2508dc",
        "word_count": "99",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180850417",
        "snippet": "ROTROSEN--Miriam. Our dear Bim was a vivid presence throughout our lives, for celebrations and in times of grief. We have treasured memories of shared family times over generations, and will always hold her deep in our hearts, with love. The Fox F...",
        "lead_paragraph": "<!-- MIRIAM ROTROSEN -->ROTROSEN--Miriam.<br/><br/> Our dear Bim was a vivid presence throughout our lives, for celebrations and in times of grief. We have treasured memories of shared family times over generations, and will always hold her deep in our hearts, with love. The Fox Family<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  ROTROSEN, MIRIAM "
        },
        "keywords": [],
        "pub_date": "2016-07-31T20:01:34Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579f0f9a38f0d8533c2508df",
        "word_count": "42",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180850416",
        "snippet": "WRIGHT--Suzanne. The Lustgarten Foundation for Pancreatic Cancer Research expresses condolences to Bob Wright and his family on the loss of his wife Suzanne after her courageous battle with pancreatic cancer. Bob Wright has served on The Foundatio...",
        "lead_paragraph": "<!-- SUZANNE WRIGHT -->WRIGHT--Suzanne.<br/><br/> The Lustgarten Foundation for Pancreatic Cancer Research expresses condolences to Bob Wright and his family on the loss of his wife Suzanne after her courageous battle with pancreatic cancer. Bob Wright has served on The Foundation's Corporate Advisory Board since its inception in 1998 and participated in the Radio City Music Hall re-opening gala to mark the national launch of The Lustgarten Foundation.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  WRIGHT, SUZANNE "
        },
        "keywords": [],
        "pub_date": "2016-07-31T20:01:31Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579f0f9c38f0d8533c2508e2",
        "word_count": "64",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180850415",
        "snippet": "DEAN--Rosamond Roberts Arthur. Rizz Dean, a 65-year resident of Long Island, NY, the mother of six children, attentive grandmother of 15, matriarch of a larger family, lifelong housing activist, reader, athlete, hostess, gardener, Presbyterian and...",
        "lead_paragraph": "<!-- ROSAMOND DEAN -->DEAN--Rosamond Roberts<br/><br/> Arthur. Rizz Dean, a 65-year resident of Long Island, NY, the mother of six children, attentive grandmother of 15, matriarch of a larger family, lifelong housing activist, reader, athlete, hostess, gardener, Presbyterian and avid follower of current events up until her very last days, died peacefully at home on July 15 at age 93. Rizz will be greatly missed by all, especially her kids -- John, Stuart, Richard, Douglas, James and Lee, their spouses, and the grandchildren for whom not birthday was missed and no opportunity for a visit bypassed. Rizz also had a wide circle of friends and, even as some moved away or preceded her in death, she made new friends, entertaining many in her home. At a New Year's party in New York City in 1946, Rizz met Donald Arthur, Jr., a CPA and a decorated Naval veteran of both the Atlantic and Pacific theaters, who had just returned with his ship from the Pacific to port in Florida and taken the train to New York. They were married later that year, a union that lasted until Don's death in 1981. Ten years later she married an old friend, Tucker Dean. He died in 1999. Rizz established close bonds with Tucker's four adult children and several of his grandchildren. The daughter of the late George and Grace Lee Roberts and the sister of Constance Roberts Hoguet, Rizz attended The Brearley School and Smith College. She soon went to work in housing, helping relocate tenants, many of whom were low income, to make way for the newly planned community of Stuyvesant Town-Peter Cooper Village in lower Manhattan. Construction of the complex resulted in the forced eviction of about 11,000 people. The New York Times called the move from the site \"the greatest and most significant mass movement of families in New York's history.\" After her marriage and move to Cold Spring Harbor, Long Island, Rizz became active in multiple community organizations. She began work with North Suffolk Planned Parenthood in 1952. Later, she was board chair, a clinic volunteer, fundraiser, a local council member, public affairs advocate and co-chair of the group's Legacy Society. She was a founding member of the Suffolk County Abortion Rights and the New York State Citizens for Family Planning Political Action Committee. In the late 1980s, an ecumenical and political effort was launched in Huntington, NY, to provide housing for a growing homeless population. As an active member of Old First Presbyterian Church of Huntington, Rizz was a co-founder of the Huntington Coalition for the Homeless, serving as its president for many years. The coalition opened Haven House, described as the first shelter in Suffolk County to be funded by state, county and town governments. The coalition also operated transitional apartments for victims of domestic violence. In addition, Rizz worked with the Long Island chapter of Save the Children. She served on the boards of Pitzer College in Claremont, CA, and the Quebec Labrador Foundation of Ipswich, MA. She was a board member of Union Theological Seminary in New York and on its Metropolitan Committee. She was a board member of the Long Island Biological Association, supporting the work of the renowned Cold Spring Harbor Laboratory. She was active in many other organizations, including the Cold Spring Harbor Beach Club and East Woods School in Oyster Bay, NY, where one child or another was enrolled continuously for more than 20 years. She was a longtime member of the Cosmopolitan Club in New York. As a young woman, Rizz spent summers with her family in East Hampton. She rode horses and competed in equestrian events. She also played tennis and golf and skied all her life. When she finally gave up cross country skiing in her eighties, she continued to walk daily and work out on a treadmill in her home. At age 92 she was taking T'ai Chi classes. A memorial service will be held at Old First Presbyterian Church, 125 Main Street, in Huntington, NY, at 2pm on Friday, August 5. In lieu of flowers, donations can be made to Planned Parenthood Hudson Peconic, 4 Skyline Drive, Hawthorne, NY 10532.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  DEAN, ROSAMOND "
        },
        "keywords": [],
        "pub_date": "2016-07-31T20:01:28Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579f0f9538f0d8533c2508d9",
        "word_count": "690",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180850414",
        "snippet": "STRAUSS--Rosemary, PhD., on July 28, 2016 in Eastham, MA. Beloved mother of Neil and Karen. Retired English teacher at George Washington High School. Former resident of Riverside Drive. Memorial service at a later date....",
        "lead_paragraph": "<!-- ROSEMARY STRAUSS -->STRAUSS--Rosemary, PhD.,<br/><br/> on July 28, 2016 in Eastham, MA. Beloved mother of Neil and Karen. Retired English teacher at George Washington High School. Former resident of Riverside Drive. Memorial service at a later date.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  STRAUSS, ROSEMARY "
        },
        "keywords": [],
        "pub_date": "2016-07-31T20:01:25Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579f0f9b38f0d8533c2508e1",
        "word_count": "34",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180850413",
        "snippet": "BANAT--Gabriel. Noted virtuoso violinist, 23-year member of the New York Philharmonic, musicologist, author, teacher, and holocaust survivor, Gabriel Banat died suddenly of a stroke at his summer home in Begur, Spain on July 23, 2016 in his 89th y...",
        "lead_paragraph": "<!-- GABRIEL BANAT -->BANAT--Gabriel.<br/><br/> Noted virtuoso violinist, 23-year member of the New York Philharmonic, musicologist, author, teacher, and holocaust survivor, Gabriel Banat died suddenly of a stroke at his summer home in Begur, Spain on July 23, 2016 in his 89th year. Born in Timisoara, Romania, he began his studies of the violin at age six. At age nine he was heard by Bela Bartok. As a result he became a student at the Royal Academy Franz List in Budapest, Hungary where his teachers included Ede Zathureczky and Zoltan Kodaly. Despite Hungary's anti-Jewish laws, while still a student at the Academy he appeared as soloist with most of Budapest's major symphony orchestras. At 17, just before going into hiding from the Nazis, he received his Academy diploma after playing his degree program in secret, with the faculty-jury hiding in the darkened hall. Liberated by the Red Army, he became the protege of Enescu, who joined him at the piano in concerts. After reaching the U.S. he worked with Nathan Milstein, then toured the U.S., Western Europe, and Japan, soloing with major orchestras, including the New York Philharmonic, which he joined in 1970 and remained with for 23 years. As a chamber musician he performed with the Galimir Quartet, the Albeneri Trio, the Marlboro Festival, and the New York Philharmonic Chamber Ensembles, among others. He edited a six-volume collection of violinist-composers of the 17th and 18th centuries titled \"Masters of the Violin\". Discovering Mozart's original autograph manuscripts of his five violin concerti, he edited their facsimile publication as \"The Mozart Violin Concerti\" so that violinists could finally see Mozart's original bowing markings. He authored a biography of the Chevalier de St. Georges, the distinguished black French composer-virtuoso violinist of the late 18th century, and contributed articles for Strad Magazine, Allegro Magazine, Black Music Research Journal and \"The New Grove 2000\". He taught at Smith College and Hart College of Music, lectured at NYU, and headed the violin department of the Westchester Conservatory of Music where he conducted the orchestra. During the painful 1973 New York Philhamonic strike, elected by his colleagues, Banat organized a historic concert tour of Spain and Portugal by members of the orchestra, independent of its management, to enable them to meet their living expenses. He is survived by his wife, Diana Stevenson Banat, his children Catherine Banat and Peter Banat, grandchildren Alexander, Julia, Adam, and Derek, and his step-children Cindy Wallen, Sue Brengel and Chris Brengel. Arrangements for a memorial service are incomplete at this time.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  BANAT, GABRIEL "
        },
        "keywords": [],
        "pub_date": "2016-07-31T20:01:22Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579f0f9438f0d8533c2508d8",
        "word_count": "416",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180850412",
        "snippet": "STEVENS--Martin, who died this past July 21st, at 94, is lovingly remembered by eight friends who played poker with him biweekly in a game that began in the 1970's....",
        "lead_paragraph": "<!-- MARTIN STEVENS -->STEVENS--Martin,<br/><br/> who died this past July 21st, at 94, is lovingly remembered by eight friends who played poker with him biweekly in a game that began in the 1970's.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  STEVENS, MARTIN "
        },
        "keywords": [],
        "pub_date": "2016-07-31T20:01:18Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579f0f9b38f0d8533c2508e0",
        "word_count": "29",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.nytimes.com/aponline/2016/07/31/sports/baseball/ap-bbn-reds-padres-.html",
        "snippet": "Homer Bailey completed his long road back to the majors with his first victory in nearly two years....",
        "lead_paragraph": "Homer Bailey completed his long road back to the majors with his first victory in nearly two years.",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "AP",
        "multimedia": [],
        "headline": {
          "main": "Bailey Is Sharp in Return as Reds Beat Padres 3-2",
          "print_headline": "Bailey Is Sharp in Return as Reds Beat Padres 3-2"
        },
        "keywords": [],
        "pub_date": "2016-07-31T19:57:45Z",
        "document_type": "article",
        "news_desk": "None",
        "section_name": "Sports",
        "subsection_name": "Baseball",
        "byline": {
          "person": [],
          "original": "By THE ASSOCIATED PRESS",
          "organization": "THE ASSOCIATED PRESS"
        },
        "type_of_material": "News",
        "_id": "579e913238f0d8533c2507e6",
        "word_count": "686",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.nytimes.com/aponline/2016/07/31/world/europe/ap-eu-rel-vatican-pope-sex-abuse.html",
        "snippet": "Pope Francis told reporters Sunday he won't address child molestation allegations against a top Vatican cardinal who is one of his most-trusted aides until justice officials in Australia have made a determination....",
        "lead_paragraph": "Pope Francis told reporters Sunday he won't address child molestation allegations against a top Vatican cardinal who is one of his most-trusted aides until justice officials in Australia have made a determination.",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "AP",
        "multimedia": [],
        "headline": {
          "main": "Pope Will Let Justice Take Its Course on Pell Allegations",
          "print_headline": "Pope Will Let Justice Take Its Course on Pell Allegations"
        },
        "keywords": [],
        "pub_date": "2016-07-31T19:59:17Z",
        "document_type": "article",
        "news_desk": "None",
        "section_name": "World",
        "subsection_name": "Europe",
        "byline": {
          "person": [],
          "original": "By THE ASSOCIATED PRESS",
          "organization": "THE ASSOCIATED PRESS"
        },
        "type_of_material": "News",
        "_id": "579e912d38f0d8533c2507e5",
        "word_count": "431",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.nytimes.com/aponline/2016/07/31/sports/golf/ap-glf-pga-runner-up.html",
        "snippet": "As he walked down the 18th fairway after setting himself up for a potential eagle, Jason Day searched for a scoreboard. When he saw he was three shots behind Jimmy Walker, Day flipped his putter in the air and didn't catch it as it dropped to the ...",
        "lead_paragraph": "As he walked down the 18th fairway after setting himself up for a potential eagle, Jason Day searched for a scoreboard. When he saw he was three shots behind Jimmy Walker, Day flipped his putter in the air and didn't catch it as it dropped to the ground.",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "AP",
        "multimedia": [],
        "headline": {
          "main": "Jason Day Finishes 2nd in PGA Championship Title Defense",
          "print_headline": "Jason Day Finishes 2nd in PGA Championship Title Defense"
        },
        "keywords": [],
        "pub_date": "2016-07-31T19:41:01Z",
        "document_type": "article",
        "news_desk": "None",
        "section_name": "Sports",
        "subsection_name": "Golf",
        "byline": {
          "person": [],
          "original": "By THE ASSOCIATED PRESS",
          "organization": "THE ASSOCIATED PRESS"
        },
        "type_of_material": "News",
        "_id": "579e8d0e38f0d8533c2507e3",
        "word_count": "719",
        "slideshow_credits": null
      }
    ]
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}