{
  "response": {
    "meta": {
      "hits": 524,
      "time": 73,
      "offset": 40
    },
    "docs": [
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180699018",
        "snippet": "YOKEN--Joan Frye, 88, wife of Richard Lewis Yoken (August 6, 2011), mom of Tony/Pam, Hollyce, David/ Tarja, grandmom of Max/ Maria, Lia, Anna and Hannah, sister to Connie/Les Martinson, aunt to Juli/Doug/Richard Carner; University of Chicago, Bran...",
        "lead_paragraph": "<!-- JOAN YOKEN -->YOKEN--Joan Frye,<br/><br/> 88, wife of Richard Lewis Yoken (August 6, 2011), mom of Tony/Pam, Hollyce, David/ Tarja, grandmom of Max/ Maria, Lia, Anna and Hannah, sister to Connie/Les Martinson, aunt to Juli/Doug/Richard Carner; University of Chicago, Brandeis, Lincoln Center.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  YOKEN, JOAN "
        },
        "keywords": [],
        "pub_date": "2016-07-16T20:03:04Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578b492438f0d834da9e4fea",
        "word_count": "39",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180699017",
        "snippet": "WEISS--Carol, 81, passed away peacefully in her home on July 15, 2016 surrounded by her beloved and adoring daughters Sydney (Susan) and Emily. She was a loving grandmother to Hunter and Stephanie and greatly loved her son-in-law Mark. She will be...",
        "lead_paragraph": "<!-- CAROL  WEISS -->WEISS--Carol,<br/><br/> 81, passed away peacefully in her home on July 15, 2016 surrounded by her beloved and adoring daughters Sydney (Susan) and Emily. She was a loving grandmother to Hunter and Stephanie and greatly loved her son-in-law Mark. She will be deeply missed by family and her many friends.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  WEISS, CAROL "
        },
        "keywords": [],
        "pub_date": "2016-07-16T20:03:02Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578b492438f0d834da9e4fe8",
        "word_count": "49",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180699016",
        "snippet": "LOWENSTEIN--Lucille Fisher, (Greenberg) of Palm Beach and Manhattan, formally of Hewlett Neck, passed on Friday, July 15th, at the age of 95. Beloved mother of Robert Fisher (Janie) and Trudi Haberman (Michael), cherished grandmother of Todd, Heat...",
        "lead_paragraph": "<!-- LUCILLE LOWENSTEIN -->LOWENSTEIN--Lucille<br/><br/> Fisher, (Greenberg) of Palm Beach and Manhattan, formally of Hewlett Neck, passed on Friday, July 15th, at the age of 95. Beloved mother of Robert Fisher (Janie) and Trudi Haberman (Michael), cherished grandmother of Todd, Heather, Michelle and Eric, adoring great-grandmother of Justin and Alexis. Lucille was happily married to the late Hamilton Fisher and then to Sherman Lowenstein. Funeral services will be held on Sunday, July 17th, Frank E. Campbell Funeral Chapel, 1076 Madison Avenue (corner of 81st Street). Interment at Mt. Lebanon Cemetery.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  LOWENSTEIN, LUCILLE "
        },
        "keywords": [],
        "pub_date": "2016-07-16T20:02:59Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578b491f38f0d834da9e4fd7",
        "word_count": "86",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180699015",
        "snippet": "SUPPLEE--Cochran B., a retired Manhattan corporate communications executive, died on July 14, 2016 at his home in Santa Barbara, CA. After attending Choate and Princeton University he enlisted in the Army, training with the Colorado ski troops and...",
        "lead_paragraph": "<!-- COCHRAN SUPPLEE -->SUPPLEE--Cochran B.,<br/><br/> a retired Manhattan corporate communications executive, died on July 14, 2016 at his home in Santa Barbara, CA. After attending Choate and Princeton University he enlisted in the Army, training with the Colorado ski troops and emerging as an army lieutenant. He married Angela Toland Place In 1946 and they resided in Manhattan and their summer home In Millbrook, NY. He received his MBA from NYU and divided his career between advertising and corporate relations at the former Cluett Peabody Company, maker of Arrow shirts. Mr. Supple was very active in promoting and supporting the activities of the Boy's Club of New York serving as a trustee prior to his retirement. He was also a member of The Century Association and the St. Nicholas Society in New York City. He is survived by his wife, of over half a century, Angela P. Supplee and their daughter Angela S. Chesser, Ph.D. in Columbus, OH. Memorial donations may be sent to St. Peter's Church, PO Box 1502, Millbrook, NY 12545.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  SUPPLEE, COCHRAN "
        },
        "keywords": [],
        "pub_date": "2016-07-16T20:02:58Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578b492338f0d834da9e4fe4",
        "word_count": "170",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180699014",
        "snippet": "LAVENSTEIN--Eleanor, (nee Pomerantz), on July 15, 2016, age 100, of Chevy Chase, MD, formerly of Baltimore, MD, beloved wife of the late Arnold Lavenstein; loving mother of Dr. Bennett Lavenstein (Dr. Judith Gadol) and Richard Lavenstein; devoted ...",
        "lead_paragraph": "<!-- ELEANOR LAVENSTEIN -->LAVENSTEIN--Eleanor, (nee Pomerantz), on July 15, 2016, age 100, of Chevy Chase, MD, formerly of Baltimore, MD, beloved wife of the late Arnold Lavenstein; loving mother of Dr. Bennett Lavenstein (Dr. Judith Gadol) and Richard Lavenstein; devoted sister of the late Doris Diamond; cherished grandmother of Carol Lavenstein and Robert Lavenstein; adored daughter of the late Benjamin and Ida Pomerantz. Eleanor Lavenstein was an accomplished pianist and pupil at Julliard of Josef and Rosina Lhevinne. Services at Sol Levinson & Bros., Inc., Baltimore, MD on Tuesday, July 19. Please omit flowers. Contributions in her memory may be sent to The Julliard School of Music, 60 Lincoln Center Plaza, New York, NY 10023-6588 or the Symphony of the Potomac, PO Box 717, Glen Echo, MD 20812.<br/><br/><br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  LAVENSTEIN, ELEANOR "
        },
        "keywords": [],
        "pub_date": "2016-07-16T20:02:56Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578b491f38f0d834da9e4fd6",
        "word_count": "125",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180699013",
        "snippet": "VICTOR--I. Arnold III. Arnold Victor, a cultured, accomplished New Yorker, died unexpectedly on June 28, 2016 from complications of colon cancer. He was 76. Arnold grew up in Dallas, Texas and was a member of the Hillcrest High School Class of 195...",
        "lead_paragraph": "<!-- I ARNOLD VICTOR --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002159404-VICTORA_22_115123783.1_190043.jpg\" lgyOrigName=\"NYT-0002159404-VICTORA_22_115123783.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">VICTOR--I. Arnold III.<br/><br/> Arnold Victor, a cultured, accomplished New Yorker, died unexpectedly on June 28, 2016 from complications of colon cancer. He was 76. Arnold grew up in Dallas, Texas and was a member of the Hillcrest High School Class of 1957. He received his B.A. from Rice University in 1961. He was awarded a Fulbright Scholarship for post-graduate study in Slavic Languages at the University of Vienna, Austria. He then received his Master of Science in Linguistics from Georgetown University before teaching Humanities at Howard University. Fluent in Esperanto, French, German, Russian and Mandarin, Arnold was always quick with a witty retort or a loving word. He lived in Greenwich Village for more than 40 years, happily serving as the consummate New York City tour guide for his many out-of-town friends and relatives. A world traveler who documented every trip with postcards mailed to family and friends, he was also devoted to studying and sharing his family history. A Mensan who was active in Esperanto circles, Arnold was also a longtime subscriber to the Metropolitan Opera and the New York Philharmonic. Kindhearted and a great storyteller (and strong debater!), he will always be remembered for his keen mind and sense of humor and as a devoted son, brother, uncle, great-uncle and loyal friend. Arnold was predeceased by his parents, I.A. and Cecile Victor, and partner Michael Degenhardt. He is survived by his sisters Marion Perini; Carol Ann Luby and husband Dan; nieces Alice Liebman Angier, Dana Luby Roark, Julie Liebman Presnall, Caroline Perini; nephews Eric Liebman and Mark Luby, seven great-nieces, one great-nephew, all of Dallas- Ft. Worth, and many beloved cousins. He was buried in Green-Wood Cemetery, Brooklyn. If desired, memorial contributions may be made to: The Metropolitan Opera, Lincoln Center, New York, NY 10023. <a rel=\"nofollow\" href=\"www.metopera.org/\">www.metopera.org/</a> Support/ Make-a-Gift/ Commemorative-Gifts<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  VICTOR, I. ARNOLD "
        },
        "keywords": [],
        "pub_date": "2016-07-16T20:02:53Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578b492338f0d834da9e4fe6",
        "word_count": "301",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180699012",
        "snippet": "de MARGITAY--Virginia, VV, died on July 10 at age 90. Predeceased by her husband of 48 years, Gedeon de Margitay. Born in Brooklyn Heights, NY, daughter of John Ross and Elvina (nee Varet) Martin. VV was great-great-granddaughter of Dr. Abraham J....",
        "lead_paragraph": "<!-- VIRGINIA DE MARGITAY -->de MARGITAY--Virginia, VV, died on July 10 at age 90. Predeceased by her husband of 48 years, Gedeon de Margitay. Born in Brooklyn Heights, NY, daughter of John Ross and Elvina (nee Varet) Martin. VV was great-great-granddaughter of Dr. Abraham J. Berry, Chief Surgeon of the Civil War Second Army Corps. VV was educated at Packer Collegiate Institute, Spence School, Vassar College, and member of the National Society of Colonial Dames, the Society of Daughters of Holland Dames, the Junior League of New York, and the Colony Club. VV retired as Associate Director - American Council for Drug Education, and had worked as Editing Supervisor with McGraw-Hill. VV was an elegant individual, a wonderfully loyal and faithful friend. A memorial service will be held at St. Francis de Sales Church, 135 E. 96, New York City on Monday, July 25 at 11am. In lieu of flowers, a contribution may be made to Packer Collegiate Institute, 170 Joralem Street, Brooklyn, NY 11201; Spence School, 22 E. 91, New York, NY 10128; Vassar College, 124 Raymond Avenue, Poughkeepsie, NY 12604-0725; St. Francis de Sales Church, 135 E. 96, New York, NY, 10128; or First Hungarian Reformed Church, 344 E. 69, New York, NY 10121.<br/><br/><br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  DE MARGITAY, VIRGINIA "
        },
        "keywords": [],
        "pub_date": "2016-07-16T20:02:50Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578b491738f0d834da9e4fcb",
        "word_count": "202",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180699011",
        "snippet": "STANTON--Reginald, graduate of Xavier High School, St Peter's College, Balliol College Oxford University (Rhodes Scholarship), and NYU School of Law (Root-Tilden Scholar), passed away at his home in Morristown, NJ. He was 83. Reginald was appointe...",
        "lead_paragraph": "<!-- REGINALD STANTON -->STANTON--Reginald,<br/><br/> graduate of Xavier High School, St Peter's College, Balliol College Oxford University (Rhodes Scholarship), and NYU School of Law (Root-Tilden Scholar), passed away at his home in Morristown, NJ. He was 83. Reginald was appointed to the bench of the Superior Court of New Jersey in 1975, serving as Assignment Judge of Morris and Sussex Counties from 1985 until 2003. Upon his retirement from the bench, he was Of Counsel at Drinker, Biddle & Reath. Reginald taught at Seton Hall Law School and the National Judicial College, was a board member of the Morris County School of Technology, and a long-time member of the Rhodes Scholarship selection committee. Reginald is lovingly remembered by his wife, Marie (Gerne) Stanton, their two children, and six grandchildren. Funeral services are under the care of Doyle Funeral Home, Morristown, NJ.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  STANTON, REGINALD "
        },
        "keywords": [],
        "pub_date": "2016-07-16T20:02:47Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578b492238f0d834da9e4fe3",
        "word_count": "137",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180699010",
        "snippet": "FABRIKANT--Pamela Lorber, passed away on July 14, 2016. Beloved wife of Peter. Loving step mother of Brett and Brian. Proud grandmother of Ethan, Jared, Adam and Ben. Cherished mommy of her pups Zsu Zsu Mignon and Baby Joli. She fought a 16 year v...",
        "lead_paragraph": "<!-- PAMELA FABRIKANT -->FABRIKANT--Pamela<br/><br/> Lorber, passed away on July 14, 2016. Beloved wife of Peter. Loving step mother of Brett and Brian. Proud grandmother of Ethan, Jared, Adam and Ben. Cherished mommy of her pups Zsu Zsu Mignon and Baby Joli. She fought a 16 year victorious battle with cancer. She was strong, unique and loved by many. Donations in her name may be made to: <a rel=\"nofollow\" href=\"www.annieappleseedproject\">www.annieappleseedproject</a> .org. Service 2pm Monday at \"The Riverside,\" 76th St. and Amsterdam Ave.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  FABRIKANT, PAMELA "
        },
        "keywords": [],
        "pub_date": "2016-07-16T20:02:46Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578b491838f0d834da9e4fcc",
        "word_count": "76",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180699009",
        "snippet": "ISIK--Mustafa. December 15 1927-April 22 2016. An extraordinary husband, father, grandfather and friend who lived his life with courage, dignity and grace has passed away. 1949 graduate of Istanbul Teknik University and licensed professional engin...",
        "lead_paragraph": "<!-- MUSTAFA ISIK -->ISIK--Mustafa. December 15 1927-April 22 2016. An extraordinary husband, father, grandfather and friend who lived his life with courage, dignity and grace has passed away. 1949 graduate of Istanbul Teknik University and licensed professional engineer in Maryland and New York, his career spanned assignments at NATO, Bechtel and Ebasco. He is survived by his wife Meral, two daughters, son and two grandsons.<br/><br/><br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  ISIK, MUSTAFA "
        },
        "keywords": [],
        "pub_date": "2016-07-16T20:02:43Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578b491b38f0d834da9e4fd1",
        "word_count": "62",
        "slideshow_credits": null
      }
    ]
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}