{
  "response": {
    "meta": {
      "hits": 412,
      "time": 70,
      "offset": 50
    },
    "docs": [
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844517",
        "snippet": "RANDMAN--Anne Scher Louison, beloved daughter of Louis and Susan Moed, passed away at 88 on July 26, 2016. She was an automotive dealership automation pioneer. At age 50, she received a Masters in Labor Relations from Baruch College. She became th...",
        "lead_paragraph": "<!-- ANNE RANDMAN -->RANDMAN--Anne Scher<br/><br/> Louison, beloved daughter of Louis and Susan Moed, passed away at 88 on July 26, 2016. She was an automotive dealership automation pioneer. At age 50, she received a Masters in Labor Relations from Baruch College. She became the first female Cadillac dealer in 1985 as well as the first female President of the Greater New York Auto Dealer Association in 1993. She is survived by her loving husband, Steven, her three children, five step children, twenty grandchildren, eleven great-grandchildren, two brothers, one sister and many nieces and nephews. Although she will be missed dearly by all, her strong personality and commitment to family will live on as her legacy.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  RANDMAN, ANNE "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:38Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1e38f0d84e503327aa",
        "word_count": "112",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844516",
        "snippet": "GELLERMANN--William Prescott, PhD, died in Rancho Viejo, TX July 24, 2016. B. June 2, 1929 Seattle, WA. He resided at \"The Vaux\" Central Park West for over 45 years. He served on the board several years. He was preceded in death by parents Dr. Wil...",
        "lead_paragraph": "<!-- WILLIAM GELLERMANN -->GELLERMANN--William Prescott, PhD, died in Rancho Viejo, TX July 24, 2016. B. June 2, 1929 Seattle, WA. He resided at \"The Vaux\" Central Park West for over 45 years. He served on the board several years. He was preceded in death by parents Dr. William Gellermann and Mildred P. Gellermann, and his beloved wife Rita Ellen Hecht. He is survived by his sister, Dianne G. Samuelson, niece and nephew Sally Samuelson Sandoval and Eric Samuelson. He received his MBA from University of Washington, 1953, and PhD in Behavioral Sciences Management, UCLA, 1964. His professional career included accountant Arthur Andersen & Company, New York City, Detroit; Assistant professor State University of New York, Buffalo, 1963-1965; Cornell University, Ithaca, New York, 1965-1968; Adjunct associate professor City University New York, Staten Island, 1972-1978; President Dialogue Associates, New York City; Chairman, Ethics Task Force Human Systems Development Consortium, 1982-1988, Co-director value and ethics in organization development study, American Association for the Advancement of Science, 1984-1986; Co-director OD-HSD Clearinghouse on Ethics Information, Values and Ethics in Organization and Human Systems Development, 1990. Co- editor Organization and Human Systems Development Newsletter on Professional Ethics Issues and Information. Author of Values and Ethics in Organization and Human Systems Development: Responding to Dilemmas in Professional Life. No services will be held. Donations may be made to Central Park Conservancy or United Nations Foundation.<br/><br/><br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  GELLERMANN, WILLIAM "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:35Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1b38f0d84e503327a3",
        "word_count": "225",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844515",
        "snippet": "BATKIN--Lillian. We lost our beloved Lillian on July 24 at age 89. She died peacefully at her home in Lake Worth, FL. Beautiful, elegant and refined, she was an avid bridge player, golfer and reader, an accomplished and respected teacher for 20 ye...",
        "lead_paragraph": "<!-- LILLIAN BATKIN --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002163626-BATKINL_22_119323783.1_190126.jpg\" lgyOrigName=\"NYT-0002163626-BATKINL_22_119323783.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">BATKIN--Lillian.<br/><br/> We lost our beloved Lillian on July 24 at age 89. She died peacefully at her home in Lake Worth, FL. Beautiful, elegant and refined, she was an avid bridge player, golfer and reader, an accomplished and respected teacher for 20 years, and had more lifelong friends than she could count. Born in New York City in 1927, married happily to the late William for over 50 years. Devoted mother, grandmother, great-grandmother, sister, aunt and friend. She is survived by her sons Jim (Karen), Bruce (Ferne), granddaughters Marisa (Jed), Claudia (Georg), Cassidy and Katie, great-grandson Milo, sister Paula Chodoff, sister- in-law Seena Batkin and devoted niece and friend JoAnn Batkin Teman. Graveside services on Long Island will be private, followed by a celebration of her life at The Fountains Country Club, Lake Worth, FL at a date to be announced. Contributions in her name may be made to TrustBridge Health/Hospice of Palm Beach County. We will deeply miss her. The Batkin Family<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  BATKIN, LILLIAN "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:33Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1338f0d84e5033279a",
        "word_count": "163",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844514",
        "snippet": "RUSSELL--Esther K. 89, died July 9 in Portland, OR. Beloved wife of Martin (deceased). Full obituary at: www.dignitymemorial.com...",
        "lead_paragraph": "<!-- ESTHER RUSSELL -->RUSSELL--Esther K.<br/><br/> 89, died July 9 in Portland, OR. Beloved wife of Martin (deceased). Full obituary at: <a rel=\"nofollow\" href=\"www.dignitymemorial.com\">www.dignitymemorial.com</a><br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  RUSSELL, ESTHER "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:30Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1f38f0d84e503327ad",
        "word_count": "18",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844513",
        "snippet": "MANNING--James F., III. Retired Corporate VP at IBM, died July 23rd after a happy, generous, and dynamic life. He was 86. A resident of South Norwalk, CT, he is survived by his beloved wife Joan, his children, Kate, Jim, and Rob, and nine grandchi...",
        "lead_paragraph": "<!-- JAMES  MANNING -->MANNING--James F., III.<br/><br/> Retired Corporate VP at IBM, died July 23rd after a happy, generous, and dynamic life. He was 86. A resident of South Norwalk, CT, he is survived by his beloved wife Joan, his children, Kate, Jim, and Rob, and nine grandchildren, who all adored him.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  MANNING, JAMES "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:27Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1d38f0d84e503327a6",
        "word_count": "48",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844512",
        "snippet": "COSTIGAN--Agnes A. May 19, 1925 -- July 14, 2016. Agnes A. Costigan, 91, a resident of Springfield, VA, has passed away. Born in the house she would reside in for the next 78 years in West Hempstead, NY, she attended the Julliard School of Music a...",
        "lead_paragraph": "<!-- AGNES COSTIGAN -->COSTIGAN--Agnes A.<br/><br/> May 19, 1925 -- July 14, 2016. Agnes A. Costigan, 91, a resident of Springfield, VA, has passed away. Born in the house she would reside in for the next 78 years in West Hempstead, NY, she attended the Julliard School of Music and Adelphi College where she received her BA in music in 1949. She taught elementary school music in Plainedge, NY during the 1950s and in Long Beach, NY from the early 1970s to the mid-1990s. During her entire adult life she gave piano lessons to hundreds from her in-home studio. In 2004, Agnes and her husband Thomas E. Costigan Sr. moved from Agnes' life-long home to the Greenspring Retirement Village in Springfield, VA to be closer to their son Thomas E. Costigan Jr., his wife Lucy Buchness, and their grandson Nolan Costigan, all of whom live today in Falls Church, VA. Her passing came exactly 35 years to the day after that of her mother. She is survived by her older brother Henry Schoebel of Peabody, MA and was predeceased by her husband, sister Alice Mineur of Hilton Head, SC and her brother John Schoebel of Ballston Spa, NY. She is also survived by dozens of nephews and nieces along with their spouses and children as well Lucy's four sisters and six of their seven children, all of whom Agnes treated like her own grandchildren. The eldest son of Mr. Gregory and Laura (Buchness) Cooney, Patrick Cooney, passed away on April 23, 2015 after a heroic fight against leukemia. A memorial Mass will be celebrated at Saint Thomas RC Church in West Hempstead, NY (24 Westminster Road) on Monday, August 8, 2016 at 10:00am followed by inurnment at Holy Rood Cemetery in Westbury, NY. To honor Agnes, the family is requesting a contribution of any size, payable to Fairfield University, with a note that it is in memory of the Patrick Cooney 2013 Scholarship Fund; address: 1073 N. Benson Rd, Fairfield, CT 06824 or visit <a rel=\"nofollow\" href=\"www.fairfield.edu/give\">www.fairfield.edu/give</a><br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  COSTIGAN, AGNES "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:25Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1638f0d84e5033279d",
        "word_count": "331",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844511",
        "snippet": "ROTROSEN--Miriam, \"Bim\". Died peacefully July 25, at age 95 surrounded by family at home. She is survived by her husband of 74 years, Samuel, and her children, John and his wife Marilyn, Jean Schreiber and her husband Thomas, Daniel and his wife E...",
        "lead_paragraph": "<!-- MIRIAM ROTROSEN -->ROTROSEN--Miriam, \"Bim\".<br/><br/> Died peacefully July 25, at age 95 surrounded by family at home. She is survived by her husband of 74 years, Samuel, and her children, John and his wife Marilyn, Jean Schreiber and her husband Thomas, Daniel and his wife Elizabeth, as well as her grandchildren Adam Schreiber, Emily Kreiner and her husband Michael, Jason Schreiber, Anna Rotrosen, Elizabeth Rotrosen, Jennifer Muller and her husband Adan, and great-grand- children Lily Kreiner, Zachary Kreiner and Julian Lucas Muller. Bim inspired us all through her humor, intellect, generosity, and her playful and loving kindness. The family will be receiving friends at the home of Jean and Tom Schreiber, 150 East 69th St., New York on Wednesday and Thursday, August 3rd and 4th from 5 to 8pm.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  ROTROSEN, MIRIAM "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:22Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1e38f0d84e503327ac",
        "word_count": "126",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844510",
        "snippet": "METZGER--Walter P., a retired professor of history at Columbia University, died on Monday, July 25, 2016, at the age of 94. Beloved father, husband, grandfather, teacher, and friend, he was an expert in academic freedom. He wrote numerous articles...",
        "lead_paragraph": "<!-- WALTER METZGER -->METZGER--Walter P.,<br/><br/> a retired professor of history at Columbia University, died on Monday, July 25, 2016, at the age of 94. Beloved father, husband, grandfather, teacher, and friend, he was an expert in academic freedom. He wrote numerous articles and monographs on the subject, including The Development of Academic Freedom in the United States (1955), coauthored with Richard Hofstader. He was deeply involved with the American Association of University Professors for several decades. He taught at Columbia for 43 years, lecturing generations of Columbia students on 20th century U.S. history and winning the Mark Van Doren Prize for teaching in 1990. He oversaw the graduate work of many students. A memorial service will be held this October at Columbia.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  METZGER, WALTER "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:20Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1d38f0d84e503327a7",
        "word_count": "119",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844509",
        "snippet": "BURGOON--David W. , Jr., diplomat and immigration-law advisor, passed away on July 22, 2016. He was born (June 13, 1928) and raised in Chicago, Illinois, and attended Oberlin College (1950) and the University of Chicago. David served in the Navy d...",
        "lead_paragraph": "<!-- DAVID BURGOON --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002162678-BURGOOND_22_139899686.1_190126.jpg\" lgyOrigName=\"NYT-0002162678-BURGOOND_22_139899686.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">BURGOON--David W. , Jr.,<br/><br/> diplomat and immigration-law advisor, passed away on July 22, 2016. He was born (June 13, 1928) and raised in Chicago, Illinois, and attended Oberlin College (1950) and the University of Chicago. David served in the Navy during the Korean War, and in 1957 began a career as a Foreign Service Officer for the US Department of State, with postings in Latin and South America, Afghanistan and Canada. In 1979, he launched a second career as an immigration-law advisor in Los Angeles, CA. Upon retirement, he became a devoted volunteer for community-based centers serving immigrant communities in Wisconsin, Ohio and California. From 2005, David made his home in the San Fransico Bay area, with his life-long partner and wife Caroline (1936-2014). David is survived by his four children: David Alford, Kathy, Brian and Ian. He will be remembered and missed by all who knew and worked with him, and by the many whose lives he strived to better.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  BURGOON, DAVID "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:18Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1538f0d84e5033279b",
        "word_count": "161",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844508",
        "snippet": "DeBEVOISE--Lillie Ryan, Our dear Lillie Ryan DeBevoise died in Maine on July 12, 2016 at the age of 85. Lillie grew up outside of Philadelphia and in Mont-Tremblant in Quebec, Canada. She graduated from the Springside School in Chestnut Hill, Penn...",
        "lead_paragraph": "<!-- LILLIE DEBEVOISE --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002162123-DEBEVOISEL_22_140323783.1_190126.jpg\" lgyOrigName=\"NYT-0002162123-DEBEVOISEL_22_140323783.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">DeBEVOISE--Lillie Ryan,<br/><br/> Our dear Lillie Ryan DeBevoise died in Maine on July 12, 2016 at the age of 85. Lillie grew up outside of Philadelphia and in Mont-Tremblant in Quebec, Canada. She graduated from the Springside School in Chestnut Hill, Pennsylvania, and attended Vassar College. After marrying Charles Rapelje DeBevoise and while raising three children Jane, Anne and Charles in New Vernon, New Jersey, she worked at the Kent Place School. There she taught 7th and 8th grade English for almost 20 years. Lillie's interests were diverse and ranged from politics to the environment. In the 1960s, she and her husband worked to protect vital wetlands in New Jersey against a proposed extension of Newark Airport. Today the wilderness area in Morris County is known as the Great Swamp National Wildlife Refuge. Lillie reserved her greatest passion for her family and friends who hailed from all corners of the earth, from the East Coast to the West, from France to China. Everyone who met her has remarked on her energy, optimism and enthusiasm for life. Lillie is survived by her sister Seddon Ryan Wylde, her three children Jane DeBevoise of Brooklyn and Hong Kong, Anne DeBevoise of Summit, New Jersey and Charlie DeBevoise of Brooklyn, New York, eight grandchildren and one great grandchild. Plans for a celebration are in process. Please no flowers. Donations can be made in her name to the New Jersey Conservation Foundation or a charity of choice.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  DEBEVOISE, LILLIE "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:15Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1738f0d84e5033279f",
        "word_count": "241",
        "slideshow_credits": null
      }
    ]
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}