{
  "response": {
    "meta": {
      "hits": 412,
      "time": 51,
      "offset": 40
    },
    "docs": [
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844529",
        "snippet": "FARBER--Donald C. Entertainment Lawyer. It is with sadness that we announce the passing of Donald C. Farber, beloved husband of Ann for 68 years, loving father of Pat, Seth, and Sal, devoted grandfather to Justin, Rebecca, Miranda, and Dave, adori...",
        "lead_paragraph": "<!-- DONALD  FARBER -->FARBER--Donald C.<br/><br/> Entertainment Lawyer. It is with sadness that we announce the passing of Donald C. Farber, beloved husband of Ann for 68 years, loving father of Pat, Seth, and Sal, devoted grandfather to Justin, Rebecca, Miranda, and Dave, adoring great- grandfather to Vega and Gael. A memorial gathering will be held on Tuesday, August 2nd, 4pm at the Frank E. Campbell Funeral Chapel, 1076 Madison Avenue, New York, NY 10028.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  FARBER, DONALD "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:03:04Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1a38f0d84e503327a2",
        "word_count": "71",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844527",
        "snippet": "REICH--Seymour. Congregat- ion Emanu-El of the City of New York records with deep sorrow the death of our devoted member, Sy Reich. To his family and loved ones we express our profound sympathy. May beautiful memories of his life endure forever....",
        "lead_paragraph": "<!-- SEYMOUR REICH -->REICH--Seymour. Congregat- ion Emanu-El of the City of New York records with deep sorrow the death of our devoted member, Sy Reich. To his family and loved ones we express our profound sympathy. May beautiful memories of his life endure forever.<br/><br/><br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  REICH, SEYMOUR "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:03:02Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1e38f0d84e503327ab",
        "word_count": "41",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844526",
        "snippet": "DRESNER--Milton H. Congregation Emanu-El of the City of New York records with sorrow the death of our cherished member, Milton Dresner. May his memory be a blessing to all who knew and loved him....",
        "lead_paragraph": "<!-- MILTON  DRESNER -->DRESNER--Milton H.<br/><br/> Congregation Emanu-El of the City of New York records with sorrow the death of our cherished member, Milton Dresner. May his memory be a blessing to all who knew and loved him.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  DRESNER, MILTON "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:03:00Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1938f0d84e503327a1",
        "word_count": "34",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844524",
        "snippet": "HOLTERBOSCH--H. Dieter, 95, of Cove Neck, NY passed away peacefully at home on July 28, 2016 after a brief illness. Born on July 26, 1921 in Dusseldorf, Germany to Marta and Hans Holterbosch, he immigrated to the United States with his parents and...",
        "lead_paragraph": "<!-- H DIETER HOLTERBOSCH -->HOLTERBOSCH--H. Dieter,<br/><br/> 95, of Cove Neck, NY passed away peacefully at home on July 28, 2016 after a brief illness. Born on July 26, 1921 in Dusseldorf, Germany to Marta and Hans Holterbosch, he immigrated to the United States with his parents and sister at the age of five. Raised in Manhattan, NY, he attended Columbia Prep and then went on to attend Penn State University. He served his adopted country proudly in the Coast Guard during World War II, stationed primarily in Brussels. A self-made man, he built a business empire in the years following the war that included running a family vineyard, importing and building the Lowenbrau beer brand and the starting the largest beer distributor ship of major brands in New York State. A life long connoisseur of the fine and rare, he was known for his pinnate good taste. His first major collection of European royal carriages became the foundation of the permanent collection at the Museums at Stony Brook. He subsequently amassed one of the world's finest private collections of vintage automobiles. Recognized as a respected authority on vintage cars, he served as the chief Mercedes judge at the Concours d'Elegance at Pebble Beach for 20 years. A wonderful raconteur, he was known by his friends and colleagues for his integrity, generosity and great good humor. A loving husband to Mary Kathleen (died in 2011) father to Heidi Holterbosch and step-daughter Lyn Barlow and to grandchildren Dieter Addison, Holt Haynsworth, Alic and Mary Kelso, he was a true giant among men and remain forever in our hearts. der Lowe schlaft in Frieden.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  HOLTERBOSCH, H. DIETER "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:57Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1c38f0d84e503327a4",
        "word_count": "267",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844523",
        "snippet": "ALSON--Lawrence \"Larry\" Edward, 95, died on July 23, 2016. Born in Brooklyn, he attended Boys High, Brooklyn Poly Prep, Tulane, NYU. Original member Actor's Studio playwright unit. Editor at New American Review, Croton Review, Time-Life Books. Cop...",
        "lead_paragraph": "<!-- LAWRENCE ALSON -->ALSON--Lawrence \"Larry\"<br/><br/> Edward, 95, died on July 23, 2016. Born in Brooklyn, he attended Boys High, Brooklyn Poly Prep, Tulane, NYU. Original member Actor's Studio playwright unit. Editor at New American Review, Croton Review, Time-Life Books. Copy Chief Bantam Books. A WWII vet, he landed in the second wave at Normandy Beach. He loved tennis, birding, travel, food, and Corgis. Beloved husband of late Libby, he is survived by son Peter (ex-wife Barbara Mailer), daughter Katherine, son-in-law Jason Suchman, daughter-in-law Alice O'Neill, grandchildren Eliot and Eden. In lieu of flowers donations to: Saw Mill Audubon: sawmill <a href=\"http://riveraudubon.org/memorial.html,\" target=\"_new\" rel=\"nofollow\">riveraudubon.org/memorial.html,</a> (914)666-6503. Memorial: 11am, August 28, Teatown Lake Reservation.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  ALSON, LAWRENCE "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:55Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1338f0d84e50332799",
        "word_count": "105",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844522",
        "snippet": "TRATTNER--Justine, passed away peacefully in her sleep. She was 93. Predeceased by her husband, George, she is survived by her daughters, Karen and Dana and four grandchildren. Justine lived and taught school in New Rochelle, with dedicated passio...",
        "lead_paragraph": "<!-- JUSTINE TRATTNER -->TRATTNER--Justine,<br/><br/> passed away peacefully in her sleep. She was 93. Predeceased by her husband, George, she is survived by her daughters, Karen and Dana and four grandchildren. Justine lived and taught school in New Rochelle, with dedicated passion over a 40 year career. She was a world traveler and blessed to have a close circle of lifetime friends. For information on a celebration of her life, see <a href=\"http://levinememorialchapel.com\" target=\"_new\" rel=\"nofollow\">levinememorialchapel.com</a><br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  TRATTNER, JUSTINE "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:53Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe2038f0d84e503327b1",
        "word_count": "68",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844521",
        "snippet": "KAUFMAN--Natalie Zuckerbraun, July 18, 2016, 94 and 11/12 years old. Loving wife of Dr. Herman S. Kaufman, mother of Linda and George Hiltzik, Mark Kaufman, and Joel and Joyce Kaufman. She leaves eight grandchildren and seven great-grandchildren. ...",
        "lead_paragraph": "<!-- NATALIE KAUFMAN -->KAUFMAN--Natalie<br/><br/> Zuckerbraun, July 18, 2016, 94 and 11/12 years old. Loving wife of Dr. Herman S. Kaufman, mother of Linda and George Hiltzik, Mark Kaufman, and Joel and Joyce Kaufman. She leaves eight grandchildren and seven great-grandchildren. She was a wise, accomplished and determined lady; a feminist before her time.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  KAUFMAN, NATALIE "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:50Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1d38f0d84e503327a5",
        "word_count": "50",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844520",
        "snippet": "STROHM--Peter Esq., of Mantoloking, New Jersey, died peacefully in his sleep on July 27, 2016. A graduate of Washington and Lee University and Columbia Law School, he was a brilliant attorney who had a profound impact on the lives of many people t...",
        "lead_paragraph": "<!-- PETER STROHM -->STROHM--Peter Esq.,<br/><br/> of Mantoloking, New Jersey, died peacefully in his sleep on July 27, 2016. A graduate of Washington and Lee University and Columbia Law School, he was a brilliant attorney who had a profound impact on the lives of many people through church, politics and civic affairs. He is survived by his loving sister Dorothy, relatives in Germany, and many many dear friends. Forever loved and forever missed. The McAnaney Family, Frank, Doris, Adam, Ben and Caitlin<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  STROHM, PETER "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:46Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe2038f0d84e503327b0",
        "word_count": "78",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844519",
        "snippet": "SHAMES--Hazzan Morton. The Cantors Assembly expresses its profound sorrow on the passing of its beloved and revered past president and placement chair, Hazzan Morton Shames. He was an exemplary Cantor, musician, pastor and educator who touched the...",
        "lead_paragraph": "<!-- MORTON  SHAMES -->SHAMES--Hazzan Morton.<br/><br/> The Cantors Assembly expresses its profound sorrow on the passing of its beloved and revered past president and placement chair, Hazzan Morton Shames. He was an exemplary Cantor, musician, pastor and educator who touched the lives of both his congregation, Temple Beth El of Springfield, MA where he served for decades, and the countless colleagues he counseled over the years. During his youth, Mort's stellar voice caught the attention of legendary composer, Cole Porter, who cast him in a prominent supporting role in the musical, Anything Goes. He declined the offer to pursue the Cantorate. While the Cantorate has evolved over the past 50 years, the manner in which Mort practiced our sacred craft remains a benchmark for all Hazzanim to emulate. The Cantors Assembly conveys its deepest condolences to his beloved wife, Fran, their children, Jonathan (Stephanie), Jennie, and Miriam (Michael), along with grandchildren, Jake and Chloe, and extended family. We will miss Mort dearly. Alberto Mizrahi, President Stephen J. Stein, Executive Vice President<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  SHAMES, Hazzan Morton"
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:44Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe1f38f0d84e503327af",
        "word_count": "167",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180844518",
        "snippet": "ULICK--Michael Ackerman, director, photographer, author, and wisenheimer, died Saturday, July 23, 2016. Born in Woodmere, New York during the hangover of the Great Depression, he attended Great Neck High School, and graduated with the class of 195...",
        "lead_paragraph": "<!-- MICHAEL ULICK --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002163755-ULICKM_22_071570111.1_190126.jpg\" lgyOrigName=\"NYT-0002163755-ULICKM_22_071570111.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">ULICK--Michael Ackerman,<br/><br/> director, photographer, author, and wisenheimer, died Saturday, July 23, 2016. Born in Woodmere, New York during the hangover of the Great Depression, he attended Great Neck High School, and graduated with the class of 1956. He sat next to Francis Ford Coppola in their graduation photo, and claimed the ray of light that shone down upon the famed director caught his knee, bestowing upon him the talent that gained him his reputation in commercial directing. He was a beloved husband, father, brother, uncle, and quipster. He had an unwavering moral compass; he never lied, was never disloyal, and never promised something he wouldn't fulfill. He also never censored himself; what he said was often outrageous, frequently hilarious, but always authentic. For 16 years he struggled with Alzheimer's disease, and how to tell those he loved about it. His mission with all he created was \"to appeal to a higher order, that of human feelings,\" and to give voice to the voiceless. His photography captured the tacit, often poignant, axioms of the human condition. His pro bono work for Mayor John Lindsay's Give A Damn campaign and the National Kidney Foundation served as a testament to his solicitude for those in need. His award-winning short film \"Memorial Day\" was a celebration of people and community, and was neither political, nor nationalistic. He had a knack for spotting talent, and as executive producer, cast many future stars in the 1988 film Rocket Gibraltar. Later in life, he opened the Church Street Art Gallery in Lenox, MA, as a way to support the work of outsider and self-taught artists. As we reflect upon his passing, let us remember his sentiment from \"Memorial Day\" - \"maybe that feeling of loss, of mourning would bring us a little closer together.\"<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  ULICK, MICHAEL "
        },
        "keywords": [],
        "pub_date": "2016-07-30T20:02:41Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "579dbe2138f0d84e503327b2",
        "word_count": "297",
        "slideshow_credits": null
      }
    ]
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}