{
  "response": {
    "meta": {
      "hits": 497,
      "time": 66,
      "offset": 40
    },
    "docs": [
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536043",
        "snippet": "ENGEL--Sylvia. Hewlett Hadassah mourns the passing of Sunny, our beloved Past President, member Society Major donors....",
        "lead_paragraph": "<!-- SYLVIA ENGEL -->ENGEL--Sylvia.<br/><br/> Hewlett Hadassah mourns the passing of Sunny, our beloved Past President, member Society Major donors.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  ENGEL, SYLVIA "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:55Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41838f0d8343812c150",
        "word_count": "16",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536042",
        "snippet": "BREEN--Daniel Anthony, Jr. Of Houston, TX and East Hampton, NY, passed away peacefully on Monday, the 27th of June 2016, at the age of 87. A nationally recognized pioneer in the field of investment management, Dan was a larger than life personalit...",
        "lead_paragraph": "<!-- DANIEL BREEN --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002154941-BREEND_22_082469015.1_190132.jpg\" lgyOrigName=\"NYT-0002154941-BREEND_22_082469015.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">BREEN--Daniel Anthony, Jr.<br/><br/> Of Houston, TX and East Hampton, NY, passed away peacefully on Monday, the 27th of June 2016, at the age of 87. A nationally recognized pioneer in the field of investment management, Dan was a larger than life personality. He loved sports, he loved music - he never passed up the chance to sing \"Danny Boy\" and \"My Way\" before an audience - and he had an enormous capacity for friendship. Above all, Dan loved his family, his beloved wife Pat, his six sons, and his nine grandchildren. Dan was born in Minneapolis, MN, in 1928, the son of Dan Breen, Sr. and Helen Frances Brady. Dan took great pride in his Irish-Catholic heritage and was a great fan of Notre Dame sports. From his father he learned to respect all people, regardless of their station in life. From his mother, who dabbled in the stock market, he developed an early interest in investments. He attended Rockhurst University in Kansas City, MO, where he was two-time captain of the basketball team. After earning a degree in business administration Dan entered the Army, mustering out in 1953. He then joined IBM as a marketing representative, the first step in a long and successful career in business. While working for IBM in New York City, Dan noticed a strikingly beautiful young woman, Pat McCloskey. On the 11th of February 1961, they were married in St. Patrick's Cathedral in New York. This past February they celebrated their 55th wedding anniversary. At IBM Dan rose through the ranks, eventually serving as director of sales promotion and co-director of industry marketing at the firm's world headquarters in New York. But the then-nascent field of investment management outside bank trust departments fascinated Dan, and in 1968 he joined National Securities and Research, a Wall Street mutual fund company, as senior vice president. Two years later, in a pivotal development in Dan's professional life, Fayez Sarofim, a rising young money manager in Houston, persuaded Dan to join him as a partner in Fayez Sarofim & Co. The two formed a close, complementary professional relationship, with Sarofim's stock-picking acumen complemented by Dan's management and marketing skills. When Dan joined the firm it had $600 million in assets under management. Over their 13 year association, during which Dan served as President of the company in addition to being Chairman of its Portfolio Management Group and a member of the Board of Directors, that figure grew to $14.5 billion. Dan took great pride in his association with Fayez Sarofim & Co. and in its accomplishments, but he always nursed the ambition of owning his own firm, and in 1983, at the age of 54, he struck out on his own, founding Daniel Breen & Co. By 1997 Daniel Breen & Co. and Breen Trust Co. had close to $3.5 billion assets under management. Major clients included Rice University, Rockhurst University, Davidson College, Wesleyan University, Rockefeller Dodge Foundation, Lincoln Center, New York Telephone, and Coca-Cola of New York. In that year Dan sold the two firms to Banque Indosuez. Some years later he started Breen Investors LP, transitioning ownership to two sons. At the time of his death he was Chairman Emeritus and adviser. During his career, Dan managed assets for more than 25 of the top 100 companies in the world. In the last years of his life he took particular pride in organizing the Our Future Speaker Series, in which he and his professional and personal friends - all high-achievers in their fields - traveled to Houston-area schools to offer career-development advice to kids graduating from high school and college. Left to mourn Dan's passing are his wife Pat; his sons Daniel Breen III and wife Dionne and their children Diandra and Daniel IV; John Breen and wife Zoe and their sons Jack and Dashiell; Thomas Breen and wife Chesie and their daughters Virginia, Eliza and Margaret; Brian Breen; Patrick Breen and wife Erin and son Declan; and Michael Breen and wife Erin and son Andrew. Survivors also include his brother Michael Breen and sister Nancy Creel and husband Walter; sister-in-law Jackie Donovan; and many nieces and nephews. Dan's professional affiliations over the years included: Member, Knights of Malta; Georgetown University Board of Regents; Rockhurst College Board of Trustees; Chairman of the Board, Strake Jesuit College Preparatory; President of the Board, St. Joseph's Hospital; Board of Houston Museum of Natural Science; and Pacific Rim Board, Banque Indosuez. He was a member of the Houston Country Club; Maidstone Club, East Hampton, New York; National Golf Links of America, Southampton, New York; Lyford Cay Club, Nassau, Bahamas. Family and friends gathered in Houston this past Thursday, the 30th of June, to celebrate Dan's life during a Mass of Christian Burial at St. Anne Catholic Church, followed by the Rite of Committal at Glenwood Cemetery. Honored to serve as casket bearers during the services were Milton Carroll, Donald Chapoton, Gordon Johnson, Johnny Johnson, Anthony Petrello, and Robert Whilden. Serving as honorary pallbearers were Leslie Alexander, A.L. Ballard, Lewis Brazelton, John Chapoton, Ernest Cockrell, James Crownover, the Honorable Charles Duncan, John Duncan, George Farris, Ronald Glauser, Gerald Hines, John Jakobson, Robert Mangan, James McCartney, Robert McNair, Dr. Walter McReynolds, Carl Menges, Dee Osborne, Risher Randall, Thomas Reckling, III and Selby Sullivan. Services in Houston entrusted to Geo. H. Lewis & Sons, the Funeral Directors Since 1936, 713-789-3005. <a rel=\"nofollow\" href=\"www.geohlewis.com\">www.geohlewis.com</a> The full obituary was published in the Houston Chronicle and remains accessible via the internet at the previously mentioned website and at <a rel=\"nofollow\" href=\"www.chron.com\">www.chron.com</a> Dan Breen loved life, loved golf, loved his friends, but most of all, he loved us. He was our Danny Boy. Oh Dan, we loved you so.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  BREEN, DANIEL "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:52Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41438f0d8343812c14a",
        "word_count": "948",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536041",
        "snippet": "VENTRE--Terese Virginia \"Terry.\" Has passed after an incredibly short battle with lung cancer. Her sudden passing has been a rude awakening as to how unfair life can be, how lucky we are for the special people in our lives and the cherished friend...",
        "lead_paragraph": "<!-- TERESE VENTRE --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002154928-VENTREV_22_166813780.1_190132.jpg\" lgyOrigName=\"NYT-0002154928-VENTREV_22_166813780.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">VENTRE--Terese Virginia<br/><br/> \"Terry.\" Has passed after an incredibly short battle with lung cancer. Her sudden passing has been a rude awakening as to how unfair life can be, how lucky we are for the special people in our lives and the cherished friendships we find. Terry was an adoring mother to Harry and Ruby, loving wife of Elliot, cherished sister of Gina, Jack, Mark and Dominic, magical and generous aunt, great-aunt, Godmother, cousin and sister-in-law to a lucky few, and an extraordinary friend and colleague to many. Everyone she encountered considered Terry to be their best or special friend - including the nurses, support team and doctors at Dana Farber/Brigham and Women's Hospital who gave Terry extraordinary care and granted her wish for a dignified and peaceful passing. Terry was the proud owner of the Terry Ventre Showroom in New York City which celebrated it's 25th anniversary on June 16th. She ran her business as she lived her life with the utmost integrity, positive energy and incredible passion. She was beautiful, bright, charming, stylish times 10, funny times 20, interested, interesting, compassionate and determined. She taught many of us how to be. She is already sorely missed. We suppose angels can only stay on earth for a short time. Terry loved Central Park where she ran, walked, strolled, and met loved ones for long talks. A park bench will be donated in Terry's name. In Terry's memory, donations may be made to: <a href=\"http://Centralparknyc.org/Ventre\" target=\"_new\" rel=\"nofollow\">Centralparknyc.org/Ventre</a> or to the American Cancer Society. In lieu of sorrow, express your love for Terry. In her words: \"Always start with yes,\" \"Be kind and respectful\" and \"Buy the bathing suit.\" As Terry requested, memorials in NYC, Nantucket, Chicago and Miami are being planned for the Fall.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  VENTRE, TERESE "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:51Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41e38f0d8343812c162",
        "word_count": "290",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536040",
        "snippet": "KRASSNER--Jeff, died unexpectedly on June 27, 2016 at age 62. He was a one of a kind source of love, kindness and fun! He made our lives richer, and we will miss him dearly. Spence Halperin and Family...",
        "lead_paragraph": "<!-- JEFF KRASSNER -->KRASSNER--Jeff, died unexpectedly on June 27, 2016 at age 62. He was a one of a kind source of love, kindness and fun! He made our lives richer, and we will miss him dearly.<br/><br/> Spence Halperin and Family<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  KRASSNER, JEFF "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:45Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41c38f0d8343812c157",
        "word_count": "38",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536039",
        "snippet": "ALLBRAY--Igou Midian, 82. Beloved husband of Nedda (nee Cohen) and brother of Rose Aster, died on June 23, 2016. A long time Brooklyn resident, he was a graduate of Stuyvesant High School, Columbia College, Class of '55. and New York University Sc...",
        "lead_paragraph": "<!-- IGOU ALLBRAY -->ALLBRAY--Igou Midian,<br/><br/> 82. Beloved husband of Nedda (nee Cohen) and brother of Rose Aster, died on June 23, 2016. A long time Brooklyn resident, he was a graduate of Stuyvesant High School, Columbia College, Class of '55. and New York University School of Law. After graduating Columbia he served in the U.S. Army. Most of his legal career was as an Assistant U.S. Attorney for the Eastern District of New York. There, for many years he served as Chief of the Civil Division. Prior to starting his legal career he traveled extensively spending two years in Israel where he participated in the Masada archeological dig and helped to found a Negev Kibbutz. At home in Brooklyn he was active in Fort Greene where he renovated an old brownstone and was part of the community based Fort Greene Not-for-Profit Corporation which built a 500 unit housing cooperative for low and moderate income families. Later, he moved to Prospect Park South where he was also an active member of the community. For the last year of his life he lived in Princeton, NJ.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  ALLBRAY, IGOU "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:43Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41338f0d8343812c148",
        "word_count": "181",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536038",
        "snippet": "McDONOUGH--Richard D. died on June 27 surrounded by his beloved wife and extended family. Born in St. Stephen, Canada in 1931, Dick was graduated from Dartmouth College in 1952 and embarked upon a successful career in accounting and finance, retir...",
        "lead_paragraph": "<!-- RICHARD MCDONOUGH --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002154671-MCDONOUGHR_22_134300784.1_190132.jpg\" lgyOrigName=\"NYT-0002154671-MCDONOUGHR_22_134300784.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">McDONOUGH--Richard D.<br/><br/> died on June 27 surrounded by his beloved wife and extended family. Born in St. Stephen, Canada in 1931, Dick was graduated from Dartmouth College in 1952 and embarked upon a successful career in accounting and finance, retiring in 1994 as Vice Chairman and Chief Financial Officer of newsprint manufacturer Bowater, Inc. In his earlier positions with General Electric and the Singer Company, Dick and Caroline travelled the world. On their honeymoon in 1956 they drove to Mexico where their three children were born. During the 1960s and 1970s Dick with his family enjoyed many happy years working in Europe, traveling across the Atlantic six times as he took up positions in Scotland, Germany and England. Eventually, the family settled in Greenwich, CT in 1979. Dick made many life-long friends during his years in Hanover, New Hampshire and remained a devoted supporter of Dartmouth College. He served as his class president for eight years and was the recipient of multiple Alumni Awards for his contributions to the college and his Class of 1952, including the 2000 Dartmouth Alumni Award. Larger than life in stature, heart, generosity and humor, Dick was loved by his family, his friends, and the many who had the pleasure of working with him. Dick is survived by his wife Caroline; daughter Lisa O'Neill (Sean); sons David (Katrina) and Philip (Kristina); grandsons Richard, Spencer and Jack; sister Nancy and brother Michael; and many nieces and nephews. A service will be held 11:30am, Tuesday, July 26 at Christ Church Greenwich, Connecticut. A Celebration of Dick's Life will be held at his long-time home at Harbour Ridge, Florida in early autumn. In lieu of flowers, contributions may be made to the Dartmouth College Alumni Fund, Hanover, NH 03755.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  MCDONOUGH, RICHARD "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:41Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41c38f0d8343812c15c",
        "word_count": "291",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536037",
        "snippet": "BRYANT--H. Stafford, 90, died peacefully at his home on June 27. He was the most beloved husband and closest friend of his wife Sylvie and cousin to Christine, Rob, Charlotte and Jean. Always the Virginian gentleman, his was a long and graceful li...",
        "lead_paragraph": "<!-- H STAFFORD BRYANT --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002154547-BRYANTH_22_174813785.1_190132.jpg\" lgyOrigName=\"NYT-0002154547-BRYANTH_22_174813785.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">BRYANT--H. Stafford,<br/><br/> 90, died peacefully at his home on June 27. He was the most beloved husband and closest friend of his wife Sylvie and cousin to Christine, Rob, Charlotte and Jean. Always the Virginian gentleman, his was a long and graceful life. Raised in Lynchburg, Virginia, he attended Washington & Lee University and spent the last year of World War II in the US navy. Starting out as a journalist with the Lynchburg News, he went on to the Bethlehem Globe Times, and the Savannah Evening Press before moving to New York where he spent over 25 years at WW Norton Publishers. Author of \"The Georgian Locomotive\" and other publications on trains, he was also co-editor with Henry Hope Reed of the \"Classical America\" series and served on the Board of Directors of the organization. His passion for jazz was equaled only by his profound knowledge of French and American decorative arts, his ability to evoke them in his home, and his deep love for all matters related to Virginia.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  BRYANT, H. STAFFORD "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:37Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41638f0d8343812c14c",
        "word_count": "171",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536036",
        "snippet": "ROSENMAN--Robert, at the age of 84, passed away peacefully in his home on June 29, 2016, in New York City, with his wife of 62 years, Elizabeth, by his side. He will be deeply missed by his wife; his daughter, Deborah Evangelakos, and son-in-law, ...",
        "lead_paragraph": "<!-- ROBERT ROSENMAN --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002154416-ROSENMANR_22_102813782.1_190132.jpg\" lgyOrigName=\"NYT-0002154416-ROSENMANR_22_102813782.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">ROSENMAN--Robert,<br/><br/> at the age of 84, passed away peacefully in his home on June 29, 2016, in New York City, with his wife of 62 years, Elizabeth, by his side. He will be deeply missed by his wife; his daughter, Deborah Evangelakos, and son-in-law, John; his daughter, Lynn Garland, and son-in-law, Merrick; and his six grandchildren, Lee, Rebecca, Jessica, William, Daniel, and Quinn. He is also survived by his brother, James Rowen. Born in New York City, Bob graduated from Deerfield Academy followed by Harvard College ('53, magna cum laude and Phi Beta Kappa) and Harvard Law School ('56, cum laude). He began work as an attorney at the law firm of Cravath, Swaine & Moore in 1956, became a partner in 1965 and retired in 2001 after a highly respected career as one of the leading corporate and securities law attorneys of his day. He continued to serve as Of Counsel to the Cravath firm until 2008. Bob was a devoted husband, father and grandfather. He was a part-time resident of Redding, Connecticut for over 39 years. A memorial service will be planned for a future date.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  ROSENMAN, ROBERT "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:34Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41e38f0d8343812c15f",
        "word_count": "188",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536035",
        "snippet": "MEPPEN--Samuel and Edith. In loving memory on their 94th Wedding Anniversary, July 2nd, 1922....",
        "lead_paragraph": "<!-- SAMUEL MEPPEN -->MEPPEN--Samuel and Edith. In loving memory on their 94th Wedding Anniversary, July 2nd, 1922.<br/><br/><br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  MEPPEN, SAMUEL "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:24Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41c38f0d8343812c15d",
        "word_count": "14",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536034",
        "snippet": "RAMBO--Dr. John H. T. Dr. John H.T. Rambo was born April 21, 1915 in Menlo, GA to Gordon and Martha Mae Kennedy. His sister Martha was born March 16, 1920. When his father died in a car crash at age nine, he was shuffled between relatives until he...",
        "lead_paragraph": "<!-- JOHN RAMBO --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002154303-RAMBOJ_22_162813781.1_190132.jpg\" lgyOrigName=\"NYT-0002154303-RAMBOJ_22_162813781.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">RAMBO--Dr. John H. T.<br/><br/> Dr. John H.T. Rambo was born April 21, 1915 in Menlo, GA to Gordon and Martha Mae Kennedy. His sister Martha was born March 16, 1920. When his father died in a car crash at age nine, he was shuffled between relatives until he wound up in New Castle, PA. There he quarterbacked the high school football team, winning a championship, before he decided to become a doctor with a loan from an uncle. He went to Emory University for his undergraduate and medical degree and began his rotation as an intern at Grady Memorial Hospital in Atlanta from 1940-41. He then joined the Army Air Corps in 1941 serving in Panama. Discharged in 1945, having achieved a rank of Lieutenant Colonel, he went to Boston to do his residency at Massachusetts Eye and Ear Infirmary from 1946-48. Also he worked at the ENT laboratory at Harvard Medical School which he described as the happiest year he ever had in medicine. There he met and married Kathleen Foreman from Regina, Saskatchewan. They had two children, Michael and Tracy. After his residency in Boston he joined Dr. Julius Lempert at the Lempert Institute of Otology in New York City. Dr. Lempart was considered the father of otology, and Dr. Rambo became his associate and stayed at the Institute for many years, learning all he could along with the best otologists in medicine. It was at the Institute that he developed his own techniques in the field of middle-ear and mastoid surgery. His modesty, scrupulous attention to detail and fierce focus made him a much sought after surgeon. He loved his profession and was proud of it. He appeared on the cover of Modern Medicine in 1958. In 1957, he joined the staff of Lennox Hill Hospital in New York City where he said the generous support of his fellow doctors made it a joy for him. In 1958 he was invited to Alaska to lend his surgical skills to the native peoples of Pt. Barrow near the Arctic Circle. Flying by bush pilot he said it was an adventure and they were lucky to escape with their lives. He pursued golf and won a doctor's championship in 1973. He retired in 1983. He was fascinated by the family's civil war history and by the Rambo family origins, discovering that one young man who arrived from Sweden in 1640 helped start, and become the father of the New Sweden colony. Dr. Rambo died in New York City at his home on his 101st birthday.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  RAMBO, JOHN "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:21Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41d38f0d8343812c15e",
        "word_count": "426",
        "slideshow_credits": null
      }
    ]
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}