{
  "response": {
    "meta": {
      "hits": 497,
      "time": 56,
      "offset": 50
    },
    "docs": [
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536033",
        "snippet": "ROTH--Charles W., 88, of Boca Raton, FL, formerly East Hills, NY, succumbed to Parkinson's after a long heroic battle surrounded by his daughters and companion on June 23, 2016. Charles is survived by adored daughters Karen Roth and Susan Sirbu, g...",
        "lead_paragraph": "<!-- CHARLES ROTH -->ROTH--Charles W.,<br/><br/> 88, of Boca Raton, FL, formerly East Hills, NY, succumbed to Parkinson's after a long heroic battle surrounded by his daughters and companion on June 23, 2016. Charles is survived by adored daughters Karen Roth and Susan Sirbu, grandchildren, Jessica (John) and Madelynn. Loving brother of Rosalie and Judith and brother-in-law of David (Carolyn) and loving friend to Roz Lipps. He was married to Barbara Peyster Roth for 55 years until her passing in 2003. Charles was a devoted father, husband, grandfather and friend to all. Charles was the consummate fixer upper; from plumbing, electrical and carpentry to clocks, computers, golf carts, and more. While he loved his golf, tennis and cards, he most of all loved helping friends and family. His quick wit and storytelling will be greatly missed by family and friends from New York and Florida. Donations may be made in his memory to Boca Regional Hospital.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  ROTH, CHARLES "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:17Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41e38f0d8343812c160",
        "word_count": "152",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536032",
        "snippet": "BROOK--Jonathan Edward. Dearest Jon, We miss you and love you deeply one year after losing you. Beloved husband, adoring father, caring and loving son and brother, nephew, cousin, delight of our family. Your friendship meant a lot to many, and all...",
        "lead_paragraph": "<!-- JONATHAN BROOK -->BROOK--Jonathan Edward.<br/><br/> Dearest Jon, We miss you and love you deeply one year after losing you. Beloved husband, adoring father, caring and loving son and brother, nephew, cousin, delight of our family. Your friendship meant a lot to many, and all who knew you miss you immensely. You will always be in our hearts. Words cannot describe the depth of our loss. Nicole, Juliette, Cassie, Judith, David, Adam and so many others<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  BROOK, JONATHAN "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:15Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41538f0d8343812c14b",
        "word_count": "72",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536031",
        "snippet": "GUAIPATIN--Gabi, 14, daughter of Carlos Guaipatin and Raquel Gomes, died on May 31 of complications associated with Loeys-Dietz Syndrome. Gabi was bright, sweet, and tender, with a witty sense of humor and love of books and musicals. Even in pain,...",
        "lead_paragraph": "<!-- GABI GUAIPATIN -->GUAIPATIN--Gabi,<br/><br/> 14, daughter of Carlos Guaipatin and Raquel Gomes, died on May 31 of complications associated with Loeys-Dietz Syndrome. Gabi was bright, sweet, and tender, with a witty sense of humor and love of books and musicals. Even in pain, Gabi embraced life with wisdom and grace. On the way to her last surgery, no tears, no complaints, just a simple request: \"talk to me of happy thoughts.\"<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  GUAIPATIN, GABI "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:12Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41a38f0d8343812c153",
        "word_count": "68",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536030",
        "snippet": "HARTH--Dr. Erich, died June 27 in Syracuse. After fleeing Austria in 1938, he ultimately settled in Syracuse, where he received his PhD and had a successful career as a professor in the Department of Physics. He was renowned for his research in Ne...",
        "lead_paragraph": "<!-- ERICH HARTH --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002153725-HARTHE_22_159713783.1_190132.jpg\" lgyOrigName=\"NYT-0002153725-HARTHE_22_159713783.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">HARTH--Dr. Erich,<br/><br/> died June 27 in Syracuse. After fleeing Austria in 1938, he ultimately settled in Syracuse, where he received his PhD and had a successful career as a professor in the Department of Physics. He was renowned for his research in Neuroscience. He also authored three books on the brain, and consciousness. His wife Dorothy died in 2015. He is survived by his sons Peter (Julie), and Richard; and grandson Adam. <a rel=\"nofollow\" href=\"www.siss\">www.siss</a> <a href=\"http://kindfuneralservice.com\" target=\"_new\" rel=\"nofollow\">kindfuneralservice.com</a>.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  HARTH, ERICH "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:10Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41b38f0d8343812c154",
        "word_count": "74",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536029",
        "snippet": "FULENWIDER--Constance Morrow, died suddenly, of natural causes, at her home in Weston, Massachusetts on Friday, June 24. She was 73. Born in Carmel Valley, California, to Margot Loines Morrow and Dwight Morrow Jr., she grew up in New York City, wh...",
        "lead_paragraph": "<!-- CONSTANCE FULENWIDER --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002153707-FULENWIDERC_22_139713781.1_190132.jpg\" lgyOrigName=\"NYT-0002153707-FULENWIDERC_22_139713781.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">FULENWIDER--Constance Morrow,<br/><br/> died suddenly, of natural causes, at her home in Weston, Massachusetts on Friday, June 24. She was 73. Born in Carmel Valley, California, to Margot Loines Morrow and Dwight Morrow Jr., she grew up in New York City, where she attended the Brearley School before graduating from Concord Academy in Massachusetts in 1960. She proudly graduated Summa Cum Laude from Wellesley College as a Davis Scholar in 2006. A joyful connector of people, Constance was a vibrant member of the community in Weston, where she and her husband moved in 1972 and raised a family. She served on the board of the Boston Philharmonic and the Elisabeth Morrow School in Englewood, New Jersey, housed in her paternal grandparents' former home. A lifelong animal lover, she trained as an International Therapy Dog volunteer, and in 2013, she worked with survivors of the Boston Marathon Bombing. She is survived by her husband, Michael Fulenwider, her daughters, Anne Fulenwider and Wendy Fulenwider Liszt, two sons-in law, Bryan Blatstein and Jeffrey Liszt, four grandchildren, and her sister, Faith Williams, and her beloved black lab, Luna. A celebration of her life will be held at the First Parish Church in Weston on Thursday, July 14th at 2pm. In lieu of flowers, please send donations to Therapy Dogs International.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  FULENWIDER, CONSTANCE "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:07Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41838f0d8343812c151",
        "word_count": "215",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536028",
        "snippet": "WEILER--Gerald, 5/8/28-7/3/05. NYY'16, ugh. You are with me and loved. Helen...",
        "lead_paragraph": "<!-- GERALD WEILER -->WEILER--Gerald, 5/8/28-7/3/05. NYY'16, ugh. You are with me and loved.<br/><br/> Helen<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  WEILER, GERALD "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:04Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41f38f0d8343812c164",
        "word_count": "11",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536027",
        "snippet": "CORWIN--Norman D., MD, of Westwood, NJ, passed away on June 27, 2016, four months after the passing of Dorothy, his adored wife of nearly 60 years. Beloved father of Janice C. Linett (Robert), Michael R. Corwin, and Susan C. Yaros (Mark). Honored ...",
        "lead_paragraph": "<!-- NORMAN CORWIN --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002153580-CORWINN2_22_072822002.1_190132.jpg\" lgyOrigName=\"NYT-0002153580-CORWINN2_22_072822002.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">CORWIN--Norman D., MD,<br/><br/> of Westwood, NJ, passed away on June 27, 2016, four months after the passing of Dorothy, his adored wife of nearly 60 years. Beloved father of Janice C. Linett (Robert), Michael R. Corwin, and Susan C. Yaros (Mark). Honored grandfather of Steven Linett, Jenny Linett, Ethan Yaros, and Matthew Yaros. Dr. Corwin graduated with honors from Rutgers University School of Pharmacy. He graduated magna cum laude from Boston University School of Medicine and was President of Alpha Omega Alpha Honor Medical Society. He completed his internship and residency at Mount Sinai Hospital in NYC. He served as a Captain in the US Air Force in Savannah, GA. Dr. Corwin was board certified in internal medicine and cardiology and was a Fellow of the American College of Physicians and American College of Cardiology. He was an extraordinarily dedicated physician who practiced in Westwood and was an attending physician at Pascack Valley Hospital for over 30 years. He was much loved by his patients and highly respected by the medical community. He read voraciously and had an intense intellectual curiosity. He was also an accomplished artist and organist and an avid gardener. He loved his Dalmatians and enjoyed world travel with Dorothy. He continued to study medicine daily throughout his 20-year retirement so that he could always \"give good advice\" to his family and friends. The family is honoring his wish for a private funeral service at Cedar Park Cemetery in Paramus, NJ. In lieu of flowers, please make a donation to the Animal Medical Center in NYC or to the Rutgers Athletics R Scholarship Fund.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  CORWIN, NORMAN "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:03:01Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41638f0d8343812c14d",
        "word_count": "267",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536026",
        "snippet": "TASKER--John, age 76, a native of Greenport, Long Island, last week after a short illness. Son of late Madeline Iacovino and Supreme Court Justice Henry Tasker. Graduate of Brown University, BA ('61), MA ('64). A leader of Brown Crew's move from c...",
        "lead_paragraph": "<!-- JOHN TASKER -->TASKER--John,<br/><br/> age 76, a native of Greenport, Long Island, last week after a short illness. Son of late Madeline Iacovino and Supreme Court Justice Henry Tasker. Graduate of Brown University, BA ('61), MA ('64). A leader of Brown Crew's move from club to varsity sport in late 1950s followed by many victories. U.S. Navy 1965-1976, LCDR; served as Adjutant to President Naval War College; Operation Market Time, Vietnam, USS Finch (DER-328); Communications Officer, USS Long Beach (CGN-9); and Senior Adjutant to US commander of NATO Atlantic fleet. After Navy, Lykes Bros. Steamship Company and many years in Craftsman antique furniture trade in Manhattan. John leaves a twin, Arthur M. Tasker (Lucia Staniels) of Greenport; niece Alexandra Tasker Marx (Peter) and great-nephew Theodore Marx of Los Angeles; many cousins and four godchildren. Interment in Stirling Cemetery, Greenport, NY, August 6, 2016 2:00pm. Contributions to Brown University or God's Love We Deliver.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  TASKER, JOHN "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:02:58Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41f38f0d8343812c163",
        "word_count": "150",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536025",
        "snippet": "MADDEN--Richard B. April 27, 1929 -- June 25, 2016. Richard Blaine Madden, a resident of Ross, California for the past 40+ years, died peacefully at home, surrounded by his loving family on Saturday, June 25, 2016. He is survived by his wife of 58...",
        "lead_paragraph": "<!-- RICHARD  MADDEN --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002153518-MADDENR_22_110898686.1_190132.jpg\" lgyOrigName=\"NYT-0002153518-MADDENR_22_110898686.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">MADDEN--Richard B.<br/><br/> April 27, 1929 -- June 25, 2016. Richard Blaine Madden, a resident of Ross, California for the past 40+ years, died peacefully at home, surrounded by his loving family on Saturday, June 25, 2016. He is survived by his wife of 58 years Joan Madden, his children John Madden, Lynne McDonough, Kathryn Pandes, Andrew Madden, and their spouses and 10 grandchildren. Dick was born in Short Hills, New Jersey, attended Portsmouth Abbey School and graduated from Princeton University with a BSE degree in 1951. Following his graduation he served in the U.S. Navy from 1951-54 as a LTJG. Dick then attended the University of Michigan Law School, where he received his J.D. degree and met his wife Joan. They were married in 1958. He began his business career with Mobil in New York City while attending NYU at night, receiving his graduate business degree and later teaching there. Early in his 15 years with Mobil, he and his family moved to Rochester, NY where Dick served as President of Mobil-Plastics. He moved back to New York to become Group V.P. of MobiI Chemical and head of the company's Virginia Carolina Chemical Corp. He then served as Assistant Treasurer of Mobil Oil and Chairman of Mobil Oil Estates. In 1971, Dick, Joan and their family moved to Ross, California and Dick became President and Chief Executive Officer of Potlatch Corporation, a Fortune 500 company in the forest products industry. In 1977 he became Chairman and CEO. Dick ran Potlatch for 23 years. The Corporation consistently outperformed the S&P 500 and forest products return on investment indexes throughout this period. In 1972, Dick joined the Board of the American Enterprise Institute and served there until his death. He was Chairman of AEI for six years in the 1980's. Also, in 1972, Dick joined the San Francisco Symphony Board. He first chaired the long-range planning committee that established the need for a symphony hall and went on from there to chair and serve on many other committees until he retired in 2014 as a Life Governor. Dick also served on numerous other corporate and nonprofit boards. In 2013, Island Heritage Corporation published his children's stories \"Menehune Tales of Hawaii,\" which he began while stationed in Hawaii as a young Naval officer. He was invested in the Order of Malta in 1988 and attended 14 Pilgrimages to Lourdes with the Western Association. During his time with the Order, Dick served as Hospitaller for six years, founding the Parish Nurse Program and the Good Samaritan Program, as well as co-founding the Northern California Clinic. He served as President of the Western Association for six years. He became Vice-Regent of the Order's Sub-Priory of Our Lady of Philermo and was awarded the Grand Cross in Obedience and the Grand Cross of Merit. He often said that the most rewarding aspect of membership in the Order of Malta was helping others in need. Dick was a member of the Metropolitan Club in Washington D.C., the Bohemian Club, The Villa Taverna, Lagunitas Country Club, and San Francisco Fly Casting Club. With all this, Dick found the time to be a loving husband and father to his family. His wife and children remember fondly his help and advice in projects great and small. He will be sorely missed. A Mass of Christian Burial will be held at St. Anselm Catholic Church, 97 Shady Lane, Ross, California on Friday, July 8 at 11am. Donations in Dick's memory can be made to: Order of Malta - Western Association, USA, 465 California St., Suite 818, San Francisco, CA 94104-1820.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  MADDEN, RICHARD "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:02:56Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41c38f0d8343812c15b",
        "word_count": "599",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180536024",
        "snippet": "EINHORN--Valery B., of Rhinebeck, New York passed away on June 23, 2016. Born on March 19, 1954, in New York, NY, she was an architect and among her positions served as Borough Commissioner of The New York City Department of Buildings and as Archi...",
        "lead_paragraph": "<!-- VALERY EINHORN -->EINHORN--Valery B.,<br/><br/> of Rhinebeck, New York passed away on June 23, 2016. Born on March 19, 1954, in New York, NY, she was an architect and among her positions served as Borough Commissioner of The New York City Department of Buildings and as Architect in charge of Station Design for the Metropolitan Transportation Association of New York City. She is survived by her mother, Catherine Goldberg, her beloved husband Harold (Hal), her children Micole Taggart, Yiannes and Zoe Einhorn and her grandchildren, Zea Taggert and Nina and Olivia Einhorn. Memorial contributions may be made to the Church of St. John's the Evangelist, Barrytown, New York and the Poughkeepsie Day School, Poughkeepsie, New York.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  EINHORN, VALERY "
        },
        "keywords": [],
        "pub_date": "2016-07-02T20:02:52Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "5778d41838f0d8343812c14f",
        "word_count": "113",
        "slideshow_credits": null
      }
    ]
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}