{
  "response": {
    "meta": {
      "hits": 817,
      "time": 90,
      "offset": 50
    },
    "docs": [
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715356",
        "snippet": "ROTHFELD--Betty R., died July 15, peacefully as she slept, looking forward to her 95th birthday eleven days hence. She studied piano at Julliard, graduated from NYU, and served as a medical social worker at Bellevue and other New York hospitals. S...",
        "lead_paragraph": "<!-- BETTY ROTHFELD -->ROTHFELD--Betty R.,<br/><br/> died July 15, peacefully as she slept, looking forward to her 95th birthday eleven days hence. She studied piano at Julliard, graduated from NYU, and served as a medical social worker at Bellevue and other New York hospitals. She was an active community volunteer, founding in the early 1950s, the Manhasset, L.I., chapter of United Cerebral Palsy. A daughter of Dr. Abraham and Dr. Ella Feldman Rabiner, she was married for 66 years to the late Dr. Samuel H. Rothfeld. She is survived by her daughter Carolyn, sons Michael and Robert, six grandchildren and two great-grandchildren. Burial service private.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  ROTHFELD, BETTY "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:46Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1d38f0d83d42cf44fb",
        "word_count": "101",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715355",
        "snippet": "LEOPOLD SARGENT-- Elaine (nee Albert), 1933-2016 Passed away peacefully, on Tuesday, July 12, 2016, in New York. Loving mother of Stephen Leopold and John Leopold, and mother-in-law Joanne Kussner Leopold. Adored grandmother of Arthur, Alex, Justi...",
        "lead_paragraph": "<!-- ELAINE LEOPOLD SARGENT -->LEOPOLD SARGENT--<br/><br/> Elaine (nee Albert), 1933-2016 Passed away peacefully, on Tuesday, July 12, 2016, in New York. Loving mother of Stephen Leopold and John Leopold, and mother-in-law Joanne Kussner Leopold. Adored grandmother of Arthur, Alex, Justin and Carolyn Leopold. Beloved daughter of the late Bernard Albert and the late Evelyn Vineberg Albert. Sister of the late Lois Albert Leterman. Elaine was laid to rest with her family at her side at the Shaar Hashomayim Cemetery in Montreal on Monday, July 18. A trailblazer in Montreal and New York City, Elaine broke the glass ceiling as not only one of the first female stockbrokers in both Montreal and on Wall Street, but also one of the leading stockbrokers in an era when women were almost nonexistent in the world of finance. Her keen mind and passion for the arts led her from Chairmanship of the Angel's Ball Committee in Montreal to being a great patron of the New York City arts including The New York City Opera, Lincoln Center Theater, New York Theater Workshop, Roundabout Theater, and to Chairing the Our Time Theater Company. Elaine established the Avon Chair dedicated to ovarian cancer research at Memorial Sloan Kettering Hospital. In 1997, she founded a scholarship in the name of her late uncle, Dr. Arthur Vineberg, at McGill University, world renowned pioneer of modern day heart surgery. The family is immensely grateful to all those who were helpful along the way, including the late Dr. Leon Root, Dr. David W. Kennedy, Dr. Hooman Yaghoobzadeh and Dr. Frank A. Petito. In lieu of flowers, donations to the \"Elaine Leopold Sargent Scholarship Fund for Faculty of Medicine\" at McGill University, (514) 398-2787, would be greatly appreciated.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  SARGENT, ELAINE LEOPOLD"
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:43Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1d38f0d83d42cf44fc",
        "word_count": "282",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715354",
        "snippet": "GLOVER--Dawson C. III, \"Berry,\" 62, died Friday, July 15, 2016, in Watch Hill, RI. He is survived by his beloved wife, Constance Bercovici Glover; his son, D. Coleman \"Cole\" Glover; his mother, Mrs. Donald Findlay; his three sisters, eight nieces,...",
        "lead_paragraph": "<!-- DAWSON GLOVER -->GLOVER--Dawson C. III,<br/><br/> \"Berry,\" 62, died Friday, July 15, 2016, in Watch Hill, RI. He is survived by his beloved wife, Constance Bercovici Glover; his son, D. Coleman \"Cole\" Glover; his mother, Mrs. Donald Findlay; his three sisters, eight nieces, three nephews, and 13 great-nieces and nephews. In lieu of flowers, donations may be made to The Meredith Lewis Glover Pediatric Assistance Fund, Martin Health Foundation, P.O. Box 9010, Stuart, FL 34995.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  GLOVER, DAWSON "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:40Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1538f0d83d42cf44ef",
        "word_count": "72",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715353",
        "snippet": "LEVY--Jacqueline. Died at home July 17, 2016. Sister of the late Edith Segal and the late Dr. William Levy. Loved and loving aunt of Jane Levy, Elizabeth Williamson, Margaret Levy, Susan Rai, and Paul Segal. Generous and life-loving, she will be m...",
        "lead_paragraph": "<!-- JACQUELINE LEVY -->LEVY--Jacqueline.<br/><br/> Died at home July 17, 2016. Sister of the late Edith Segal and the late Dr. William Levy. Loved and loving aunt of Jane Levy, Elizabeth Williamson, Margaret Levy, Susan Rai, and Paul Segal. Generous and life-loving, she will be missed by her relatives and her many, many close, caring friends and neighbors. Services Wednesday, July 20 at 4:00pm at Riverside Chapels, Amsterdam Ave. and West 76th St., followed immediately by shiva from 6:00 to 8:00pm at 285 Central Park West, Apt. 8W.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  LEVY, JACQUELINE "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:37Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1b38f0d83d42cf44f4",
        "word_count": "84",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715352",
        "snippet": "PEARCE--Stewart, age 65, passed away from lymphoma on July 17 with Kevin Kellogg, his adored husband, at his side. Stewart was born in Brooklyn and raised in New Jersey, the son of Daniel and Dorothy Linn Pearce. After graduating Phi Beta Kappa fr...",
        "lead_paragraph": "<!-- STEWART PEARCE -->PEARCE--Stewart,<br/><br/> age 65, passed away from lymphoma on July 17 with Kevin Kellogg, his adored husband, at his side. Stewart was born in Brooklyn and raised in New Jersey, the son of Daniel and Dorothy Linn Pearce. After graduating Phi Beta Kappa from Brandeis, Stewart received his Masters in Arts Administration from NYU. Stewart Pearce's nearly 40 year career at the Metropolitan Opera and Metropolitan Opera Guild encompassed major leadership roles in every aspect of opera management. Beginning as an intern and ending his career as Managing Director of the Guild, over the years Stewart was promoted again and again within the Metropolitan Opera by five different General Managers. Working with Joseph Volpe for many years, Stewart was named Director of Planning, Budgets and Marketing. Peter Gelb further appointed Stewart Assistant General Manager, Operations, the post he held until his retirement from the Met. With his brilliant intelligence and innate calm and grace, Stewart was an inspirational mentor and a treasure to countless colleagues. Upon his retirement the Metropolitan Opera's Board of Directors formally paid tribute to \"Mr. Pearce for his extraordinary expertise, leadership and commitment throughout the entirety of his distinguished career at the Met\". Stewart's wide-ranging interests outside opera ranged from politics to pasta, pets to philanthropy. He had a passion for travel, film and theater. Stewart had a wondrous capacity for love and will be mourned by his many dear friends. Stewart Pearce is survived by his ever-devoted husband Kevin, his nephew Chris, and niece Noelle. A memorial service will be held at a later date. In lieu of flowers, donations may be made to Doctors Without Borders in memory of Stewart Pearce.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  PEARCE, STEWART "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:33Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1c38f0d83d42cf44f8",
        "word_count": "276",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715351",
        "snippet": "PEARCE--Stewart. The staff and board of the Metropolitan Opera Guild are profoundly saddened by the loss of our dear friend and colleague, Stewart Pearce. Stewart worked at the Guild and the Metropolitan Opera from 1976 until his retirement in 201...",
        "lead_paragraph": "<!-- STEWART PEARCE -->PEARCE--Stewart.<br/><br/> The staff and board of the Metropolitan Opera Guild are profoundly saddened by the loss of our dear friend and colleague, Stewart Pearce. Stewart worked at the Guild and the Metropolitan Opera from 1976 until his retirement in 2015, and in the last five years of his career served as the Guild's Managing Director. He was a devoted opera fan as well as a savvy businessman, a caring, calm and thoughtful presence in an often tumultuous world. We will miss his unfailing humor, wisdom and strength, and send our deepest condolences to his husband, Kevin Kellogg.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  PEARCE, STEWART "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:30Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1c38f0d83d42cf44f7",
        "word_count": "97",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715350",
        "snippet": "HANDLER--Mark S. The Atlantic Golf Club mourns the passing of member and friend, Mark S. Handler. We extend our sincere condolences and heartfelt sympathy to his wife, Barbara, his children, Jody and Jonathan and their families. Dennis A. Suskind,...",
        "lead_paragraph": "<!-- MARK HANDLER -->HANDLER--Mark S.<br/><br/> The Atlantic Golf Club mourns the passing of member and friend, Mark S. Handler. We extend our sincere condolences and heartfelt sympathy to his wife, Barbara, his children, Jody and Jonathan and their families. Dennis A. Suskind, President Harvey L. Radler, Vice President<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  HANDLER, MARK "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:24Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1638f0d83d42cf44f0",
        "word_count": "45",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715349",
        "snippet": "MULCAHY--James A. A year has gone by and we miss you every day. We remember you with love and laughter. &nbsp; Lauren...",
        "lead_paragraph": "<!-- JAMES MULCAHY -->MULCAHY--James A. A year has gone by and we miss you every day. We remember you with love and laughter.<br/><br/> &nbsp; Lauren<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  MULCAHY, JAMES "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:19Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1b38f0d83d42cf44f5",
        "word_count": "21",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.nytimes.com/reuters/2016/07/18/business/18reuters-honda-autos-takata.html",
        "snippet": "Japan's Takata Corp has routinely manipulated results of airbag inflator tests reported to Honda Motor Co Ltd, Bloomberg reported on Monday, citing an ongoing audit commissioned by both companies....",
        "lead_paragraph": "Japan's Takata Corp has routinely manipulated results of airbag inflator tests reported to Honda Motor Co Ltd, Bloomberg reported on Monday, citing an ongoing audit commissioned by both companies.",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "Reuters",
        "multimedia": [],
        "headline": {
          "main": "Honda Audit Finds Takata Manipulated Airbag Tests: Bloomberg",
          "print_headline": "Honda Audit Finds Takata Manipulated Airbag Tests: Bloomberg"
        },
        "keywords": [],
        "pub_date": "2016-07-18T19:58:56Z",
        "document_type": "article",
        "news_desk": "None",
        "section_name": "Business Day",
        "subsection_name": null,
        "byline": {
          "person": [],
          "original": "By REUTERS",
          "organization": "REUTERS"
        },
        "type_of_material": "News",
        "_id": "578d6da838f0d83d42cf4404",
        "word_count": "118",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.nytimes.com/reuters/2016/07/18/world/asia/18reuters-china-zhao-documents.html",
        "snippet": "A collection of documents from Zhao Ziyang, who was China's reformist Communist Party chief until he was toppled in 1989 for opposing the Tiananmen crackdown, has been smuggled out of the country and will be published in Hong Kong this month, acco...",
        "lead_paragraph": "A collection of documents from Zhao Ziyang, who was China's reformist Communist Party chief until he was toppled in 1989 for opposing the Tiananmen crackdown, has been smuggled out of the country and will be published in Hong Kong this month, according to a publishing house that is turning them into a book.&#160;",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "Reuters",
        "multimedia": [],
        "headline": {
          "main": "Exclusive-Documents From Purged Chinese Leader Zhao Ziyang to Be Published in Hong Kong",
          "print_headline": "Exclusive-Documents From Purged Chinese Leader Zhao Ziyang to Be Published in Hong Kong"
        },
        "keywords": [],
        "pub_date": "2016-07-18T19:57:30Z",
        "document_type": "article",
        "news_desk": "None",
        "section_name": "World",
        "subsection_name": "Asia Pacific",
        "byline": {
          "person": [],
          "original": "By REUTERS",
          "organization": "REUTERS"
        },
        "type_of_material": "News",
        "_id": "578d6da338f0d83d42cf4403",
        "word_count": "642",
        "slideshow_credits": null
      }
    ]
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}