{
  "response": {
    "meta": {
      "hits": 817,
      "time": 80,
      "offset": 40
    },
    "docs": [
      {
        "web_url": "http://www.nytimes.com/aponline/2016/07/18/us/ap-us-police-union-personal-rifles.html",
        "snippet": "Oklahoma City Police Chief Bill Citty reconsidered his previous position, he said Monday, and will allow officers to carry their personal rifles while on duty until the department buys additional weapons....",
        "lead_paragraph": "Oklahoma City Police Chief Bill Citty reconsidered his previous position, he said Monday, and will allow officers to carry their personal rifles while on duty until the department buys additional weapons.",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "AP",
        "multimedia": [],
        "headline": {
          "main": "Oklahoma City Police Chief Changes Mind, OKs Personal Rifles",
          "print_headline": "Oklahoma City Police Chief Changes Mind, OKs Personal Rifles"
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:18:18Z",
        "document_type": "article",
        "news_desk": "None",
        "section_name": "U.S.",
        "subsection_name": null,
        "byline": {
          "person": [],
          "original": "By THE ASSOCIATED PRESS",
          "organization": "THE ASSOCIATED PRESS"
        },
        "type_of_material": "News",
        "_id": "578d734a38f0d83d42cf440c",
        "word_count": "328",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.nytimes.com/reuters/2016/07/18/business/18reuters-arm-holdings-m-a-softbank-group-stocks.html",
        "snippet": "Shares in SoftBank Group Corp plunged 10 percent in Tokyo on Tuesday to a 3-1/2-month low, after the heavily indebted company said it would buy Britain's ARM Holdings for $32 billion....",
        "lead_paragraph": "Shares in SoftBank Group Corp plunged 10 percent in Tokyo on Tuesday to a 3-1/2-month low, after the heavily indebted company said it would buy Britain's ARM Holdings for $32 billion.",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "Reuters",
        "multimedia": [],
        "headline": {
          "main": "SoftBank Shares Sink 10 Percent After $32 Billion ARM Purchase",
          "print_headline": "SoftBank Shares Sink 10 Percent After $32 Billion ARM Purchase"
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:15:53Z",
        "document_type": "article",
        "news_desk": "None",
        "section_name": "Business Day",
        "subsection_name": null,
        "byline": {
          "person": [],
          "original": "By REUTERS",
          "organization": "REUTERS"
        },
        "type_of_material": "News",
        "_id": "578d71d938f0d83d42cf440a",
        "word_count": "226",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.nytimes.com/reuters/2016/07/18/arts/18reuters-film-starwars.html",
        "snippet": "The anticipated \"Star Wars: Episode VIII\" will pick up from the cliffhanger in the final scene of \"The Force Awakens,\" fans of the franchise were told at a special event, while a new Han Solo was unveiled for a stand-alone film on the much-loved c...",
        "lead_paragraph": "The anticipated \"Star Wars: Episode VIII\" will pick up from the cliffhanger in the final scene of \"The Force Awakens,\" fans of the franchise were told at a special event, while a new Han Solo was unveiled for a stand-alone film on the much-loved character. ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "Reuters",
        "multimedia": [],
        "headline": {
          "main": "'Episode VIII' to Break 'Star Wars' Tradition; New Han Solo Unveiled",
          "print_headline": "'Episode VIII' to Break 'Star Wars' Tradition; New Han Solo Unveiled"
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:09:17Z",
        "document_type": "article",
        "news_desk": "None",
        "section_name": "Arts",
        "subsection_name": null,
        "byline": {
          "person": [],
          "original": "By REUTERS",
          "organization": "REUTERS"
        },
        "type_of_material": "News",
        "_id": "578d707338f0d83d42cf4407",
        "word_count": "410",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.nytimes.com/aponline/2016/07/18/us/ap-us-michelle-obama-carpool-karaoke.html",
        "snippet": "Michelle Obama's \"Carpool Karaoke\" joyride with James Corden will air Wednesday on the late-night host's CBS show....",
        "lead_paragraph": "Michelle Obama's \"Carpool Karaoke\" joyride with James Corden will air Wednesday on the late-night host's CBS show.",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "AP",
        "multimedia": [],
        "headline": {
          "main": "First Lady's 'Carpool Karaoke' Video Airing Wednesday",
          "print_headline": "First Lady's 'Carpool Karaoke' Video Airing Wednesday"
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:02:28Z",
        "document_type": "article",
        "news_desk": "None",
        "section_name": "U.S.",
        "subsection_name": null,
        "byline": {
          "person": [],
          "original": "By THE ASSOCIATED PRESS",
          "organization": "THE ASSOCIATED PRESS"
        },
        "type_of_material": "News",
        "_id": "578d6e5f38f0d83d42cf4405",
        "word_count": "190",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715363",
        "snippet": "HANDLER--Mark S. Warm, compassionate with a wicked sense of humor, Mark S. Handler (83 years old), passed away suddenly at his beloved home in East Hampton. Mark's career with Macy's began in 1958 in the executive training squad. He rose through t...",
        "lead_paragraph": "<!-- MARK  HANDLER --><IMG SRC=\"/Images/Cobrands/NYTimes/Photos/NYT-0002159950-HANDLERM_22_188123784.1_190058.jpg\" lgyOrigName=\"NYT-0002159950-HANDLERM_22_188123784.1.jpg\" ALIGN=\"LEFT\" vspace=\"4\" hspace=\"10\">HANDLER--Mark S.<br/><br/> Warm, compassionate with a wicked sense of humor, Mark S. Handler (83 years old), passed away suddenly at his beloved home in East Hampton. Mark's career with Macy's began in 1958 in the executive training squad. He rose through the ranks from Junior Assistant Buyer in fabrics to Buyer in 1961. He was named Vice President in 1965, Senior Vice President in 1967, President of Bamberger's, a division of Macy's, in 1971 and Division Chairman in 1979. He became President and Chief Operating Officer of the Macy's Corporation in 1980, and Chief Merchandising Officer in 1992. That same year he was named co-Chairman and co-Chief Executive Officer of Macy's Corporation. He retired from his celebrated career with Macy's in 1995. He was beloved, respected and admired by all the many people's careers and lives he touched and advanced. A true gentleman who was madly in love with his family. He is survived by his wife of 56 years, Barbara, son, Jon (Cindy) and daughter, Jody (Neal) and four loving granddaughters, Caroline, Lori, Evie and Sophie. Known for his culinary prowess, his charming hospitality, an avid but adequate golfer, and his Cary Grant looks. We will miss him very much. The funeral service will be held at the Yardley & Pino Funeral Home, 94 Pantigo Road in East Hampton, NY, at 11am on Wednesday.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  HANDLER, MARK "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:02:05Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1638f0d83d42cf44f1",
        "word_count": "225",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715362",
        "snippet": "CAPLAN--Ann. Died peacefully at her home in Northampton, MA on July 18, 2016 with her family at her side. She is survived by her husband Jeff Caplan, her children Jamie and John Caplan and her daughters-in-law Jennifer DiGrazia and Jill Caplan. Sh...",
        "lead_paragraph": "<!-- ANN CAPLAN -->CAPLAN--Ann.<br/><br/> Died peacefully at her home in Northampton, MA on July 18, 2016 with her family at her side. She is survived by her husband Jeff Caplan, her children Jamie and John Caplan and her daughters-in-law Jennifer DiGrazia and Jill Caplan. She was Grannie Annie to Jacob Caplan, Jordan DiGrazia Caplan, Sam and Ella Caplan. Funeral services Wednesday, July 20th, 1:00pm at Congregation Bnai Israel, 253 Prospect Street, Northampton, MA. Donations may be made to the Michael J. Fox Foundation for Parkinson's Research. For further information or directions please visit <a rel=\"nofollow\" href=\"www.ascher\">www.ascher</a> <a href=\"http://zimmerman.com\" target=\"_new\" rel=\"nofollow\">zimmerman.com</a>.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  CAPLAN, ANN "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:02:00Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1338f0d83d42cf44ed",
        "word_count": "92",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715361",
        "snippet": "HANDLER--Mark, a man of style and substance; a raconteur and humorist. His kindness and generosity was unsurpassed. We cherished our friendship and memories will live forever. Hugs to Barb and family. Judy and Aaron...",
        "lead_paragraph": "<!-- MARK  HANDLER -->HANDLER--Mark,<br/><br/> a man of style and substance; a raconteur and humorist. His kindness and generosity was unsurpassed. We cherished our friendship and memories will live forever. Hugs to Barb and family. Judy and Aaron<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  HANDLER, MARK "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:56Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1b38f0d83d42cf44f3",
        "word_count": "34",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715360",
        "snippet": "SPERO--Cecile (Ceil) Schiffer, 88 of Kendal at Ithaca, NY passed away Thursday, July 14 from cancer. Born in Atlanta in 1927, she grew up in New York City, the daughter of Allyn M. and Belle (Solomon) Schiffer. She graduated high school from the L...",
        "lead_paragraph": "<!-- CECILE SPERO -->SPERO--Cecile (Ceil)<br/><br/> Schiffer, 88 of Kendal at Ithaca, NY passed away Thursday, July 14 from cancer. Born in Atlanta in 1927, she grew up in New York City, the daughter of Allyn M. and Belle (Solomon) Schiffer. She graduated high school from the Lincoln School of Teachers College, Columbia University, where she met James S. Spero. They were happily married for 63 years until his passing in 2011. Ceil graduated from the University of Wisconsin in 1948 and received a Master of Library Science from SUNY Albany in 1967, after many years of part-time study while raising her family. She was an Elementary School Librarian and eventually the School Library Coordinator for the entire Ithaca City School District until her retirement in 1986. She was always involved in volunteer work in Tompkins County, including with Family and Children's Services, which honored Jim and Ceil for their dedicated support in advancing mental health services by creating the Spero Family Fund for Child Psychiatry; the Tompkins County Public Library Foundation; and Kendal at Ithaca, where she was instrumental in setting up the residents' library. Jim and Ceil made significant gifts that transformed services and lives and in 2010 were chosen as Philanthropists of the Year by the Association of Fundraising Professionals, New York Finger Lakes Chapter. Ceil will be remembered for her warm generosity, joy in spending time with family and friends, and her love of books, dancing and theater. She was also predeceased by daughter Jean Spero and sister Herma Shore. She is survived by children Bette Spero (Daryl Rasuli) of Buffalo, NY, Donald Spero (Julie Cooper) of Croton-on-Hudson, NY, Nancy Spero (Rob Sullivan) of Ithaca, NY; grandchildren Susannah Spero and Samuel Spero; sister-in-law Miriam Spero; and many loving nieces, nephews, and special friends. Friends are invited to attend a celebration of her life on August 1st at 3:30pm at Kendal at Ithaca. Memorial contributions may be made to \"The Spero Family Fund for Child Psychiatry\" at Family and Children's Services, 127 West State Street, Ithaca, NY 14850 or the Tompkins County Public Library. Contact Bangs Funeral Home, 607-272-1922 for more information.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  SPERO, CECILE "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:53Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1d38f0d83d42cf44fd",
        "word_count": "351",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715358",
        "snippet": "PEARCE--Stewart. The Metropolitan Opera mourns the death of our dear friend and colleague Stewart Pearce, whose Met career spanned 39 years from 1976, when he began at the Metropolitan Opera Guild as an intern, to his retirement in 2015 as Managin...",
        "lead_paragraph": "<!-- STEWART PEARCE -->PEARCE--Stewart.<br/><br/> The Metropolitan Opera mourns the death of our dear friend and colleague Stewart Pearce, whose Met career spanned 39 years from 1976, when he began at the Metropolitan Opera Guild as an intern, to his retirement in 2015 as Managing Director of the Guild. From 1982 he worked for the Metropolitan Opera Association in various business-related capacities, and was Assistant Manager of the Met from 1997 to 2014. The wide scope of his experience with the company included finance and budgeting, marketing, fundraising, and operations management. Few administrators in the Met's history have had such varied responsibilities, and Stewart's knowledge of the Met and how it worked was second to none. He was tapped by succeeding general managers to tackle some of the company's biggest administrative challenges, and he consistently carried out his tasks with efficiency, tact, precision, and an unflappable calm that earned him everyone's admiration and affection. Stewart loved opera and loved the Met. He played one of the most important roles in the Met's administration, perhaps invisible to the general public, but essential to making our company run smoothly. Stewart's passing came much too soon, and his many friends and colleagues express their deepest condolences to his husband, Kevin, and to all those in and outside of the Opera House who will miss him dearly. Peter Gelb, General Manager James Levine, Music Director Emeritus<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  PEARCE, STEWART "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:52Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1d38f0d83d42cf44fa",
        "word_count": "228",
        "slideshow_credits": null
      },
      {
        "web_url": "http://www.legacy.com/Link.asp?I=LS000180715357",
        "snippet": "EVANS--Paul Redmond, died on July 2 of heart failure. A longtime resident of Fishers Island, NY, Paul was born in New York City on October 3, 1958. Son of Katharine and Paul Evans he attended Buckley School, Lawrenceville and Boston University. Af...",
        "lead_paragraph": "<!-- PAUL EVANS -->EVANS--Paul Redmond,<br/><br/> died on July 2 of heart failure. A longtime resident of Fishers Island, NY, Paul was born in New York City on October 3, 1958. Son of Katharine and Paul Evans he attended Buckley School, Lawrenceville and Boston University. After a career as a stock broker he retired to Fishers. He is survived by his five siblings, fourteen nieces and nephews and nine grandnieces and nephews whose birthdays he never failed to celebrate. He will be sorely missed. A memorial service will be held at The Union Chapel, Fishers Island, NY on August 13 at 1:15pm. In lieu of flowers, please consider contributions to Fishers Island Library or Island Health Project.<br><br>\n ",
        "abstract": null,
        "print_page": null,
        "blog": [],
        "source": "The New York Times",
        "multimedia": [],
        "headline": {
          "main": "Paid Notice: Deaths  EVANS, PAUL "
        },
        "keywords": [],
        "pub_date": "2016-07-18T20:01:49Z",
        "document_type": "article",
        "news_desk": "Classified",
        "section_name": "Paid Death Notices",
        "subsection_name": null,
        "byline": null,
        "type_of_material": "Paid Death Notice",
        "_id": "578dec1438f0d83d42cf44ee",
        "word_count": "113",
        "slideshow_credits": null
      }
    ]
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}